[
    {
        "Title": "Power Rangers RPM",
        "Plot": "Power Rangers RPM is the seventeenth season of the American television series Power Rangers and is an adaptation of Engine Sentai Go-onger, the thirty-second Japanese Super Sentai series. The season was the eighth and final to air on ABC stations, premiering March 7, 2009 on ABC Kids. Due to the low ratings of the preceding season, Jungle Fury, RPM was also the final season to be produced and distributed by Disney and Renaissance-Atlantic Entertainment, putting the series on a one-year hiatus until the premiere of Power Rangers Samurai in 2011. Power Rangers Beast Morphers (2019), which was produced by the franchise's current owner Hasbro, through its Allspark entertainment division, was its direct sequel.",
        "Released": "2009-03-07",
        "Director": "Jonathan Brough",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/PR_RPM_logo.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Cyberpunk",
        "Runtime": "1320.0"
    },
    {
        "Title": "Cars Toons",
        "Plot": "Cars Toons is a television series of American computer-animated short films produced by Pixar. It features the main characters Lightning McQueen and Mater from Pixar's Cars franchise non-canonically in the original plot. Larry the Cable Guy reprises his role as Mater while Keith Ferguson replaces Owen Wilson as the voice of Lightning McQueen until The Radiator Springs 500 ½, when Wilson reprises his role. The series premiered on October 27, 2008 on both Disney Channel, Toon Disney and ABC Family. Not exclusive to television, the shorts were also released on home media and/or as theatrical shorts. The series ended on May 20, 2014 with The Radiator Springs 500 ½ being the final short to be made.",
        "Released": "2008-10-27",
        "Director": "John Lasseter",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Carstoon.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy",
        "Runtime": "420.0"
    },
    {
        "Title": "Power Rangers Mystic Force",
        "Plot": "Power Rangers Mystic Force is the fourteenth season of the American television series Power Rangers, based on the Japanese 29th Super Sentai tokusatsu series. The season premiered on February 20, 2006 as part of the Jetix block on Toon Disney. The season is an adaptation of Mahō Sentai Magiranger, and is the only Disney-produced season to feature the main villain from its Super Sentai counterpart.",
        "Released": "2006-02-20",
        "Director": "John Laing (director)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Mystic_Force_logo.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Superhero fiction",
        "Runtime": "1320.0"
    },
    {
        "Title": "Capturing Mary",
        "Plot": "Capturing Mary is a BBC television drama (co-produced by HBO), written and directed by Stephen Poliakoff, starring Maggie Smith, David Walliams, Ruth Wilson and Danny Lee Wynter. It was aired on BBC Two on 12 November 2007. It is linked, by the central character of Joe, to another Poliakoff drama, Joe's Palace, which was first aired on 4 November 2007.",
        "Released": "2007-11-12",
        "Director": "Stephen Poliakoff",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Capturing_Mary_(BBC)_2007_(DVD).jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Drama",
        "Runtime": "6300.0"
    },
    {
        "Title": "Captain Barbell (2011 TV series)",
        "Plot": "Captain Barbell (International title: Captain Barbell: The Return) is a 2011 Philippine television drama action fantasy series broadcast by GMA Network. The series is based on a Philippine fictional superhero of the same title by Mars Ravelo. Directed by Dominic Zapata, it stars Richard Gutierrez in the title role. It premiered on March 28, 2011 on the network's Telebabad line up replacing Machete. The series concluded on July 29, 2011 with a total of 88 episodes. It was replaced by Time of My Life in its timeslot.",
        "Released": "2011-03-28",
        "Director": "Dominic Zapata",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Captain_Barbell_2011_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Drama (film and television)",
        "Runtime": "2100.0"
    },
    {
        "Title": "Campus (TV series)",
        "Plot": "Campus is a semi-improvised British television sitcom. It was created by the team behind the sketch show Smack the Pony and hospital-based sitcom Green Wing, led by Victoria Pile who acts as co-writer, producer and director. It is set in the fictitious Kirke University and follows the lives of the staff, in particular the power-crazed and callous vice chancellor Jonty de Wolfe (played by Andy Nyman), lazy womanising English literature professor Matt Beer (Joseph Millson) and newly promoted senior mathematics lecturer Imogen Moffat (Lisa Jackson). Campus was first broadcast as a television pilot on Channel 4 on 6 November 2009, as part of the channel's Comedy Showcase season of comedy pilots. A full series was later commissioned and commenced airing on 5 April 2011, with the first episode being a re-shot and expanded version of the pilot. When first broadcast many critics claimed it was too similar to Green Wing and that much of the humour was offensive. However, others praised the show's dark humour and surrealism. Campus was cancelled after one series due to poor TV ratings. Over the course of the first series (not including the pilot) the average ratings were 554,000 viewers per episode, or 2.99% of the total audience, which is below the Channel 4 average.",
        "Released": "2011-04-05",
        "Director": "Victoria Pile",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Campus_Title.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Sitcom",
        "Runtime": "3000.0"
    },
    {
        "Title": "Saturday Night Live Weekend Update Thursday",
        "Plot": "Saturday Night Live Weekend Update Thursday is an American limited-run series broadcast on NBC. It is a political satire news show spin-off from Saturday Night Live, featuring that show's Weekend Update segment. It initially ran for three 30-minute episodes in October 2008, during the lead-up to the 2008 United States presidential election. On March 14, 2017, NBC ordered a three-episode fourth iteration to be hosted by Michael Che and Colin Jost, premiering August 10, 2017, and going by the title Weekend Update Summer Edition.",
        "Released": "2008-10-09",
        "Director": "Don Roy King",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/SNL_Weekend_Update_Thursday_title_card.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Satire",
        "Runtime": "1800.0"
    },
    {
        "Title": "Psychoville",
        "Plot": "Psychoville is a British psychological horror-thriller black comedy mystery television series created and written by and starring The League of Gentlemen members Reece Shearsmith and Steve Pemberton for the BBC. It debuted on BBC Two on 18 June 2009. Pemberton and Shearsmith each play numerous characters, with Dawn French, Jason Tompkins, Daniel Kaluuya and Eileen Atkins in additional starring roles. The first series was followed by a Halloween special, broadcast on 31 October 2010, which saw Imelda Staunton and Jason Watkins added to the main cast. The second series was first broadcast on 5 May 2011 and ended on 6 June. Reece Shearsmith has officially announced that there will not be a third series. In February 2020, Shearsmith and Pemberton's follow-up series, Inside No. 9, crossed over with Psychoville and brought back five of the characters for the episode \"Death Be Not Proud\".",
        "Released": "2009-06-18",
        "Director": "Matt Lipsey",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Psychoville_titles.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Mystery fiction",
        "Runtime": "1800.0"
    },
    {
        "Title": "Rosemary's Baby (miniseries)",
        "Plot": "Rosemary's Baby is a 2014 two-part, four-hour television miniseries adaptation of Ira Levin's best-selling 1967 horror novel of the same name and its 1997 sequel Son of Rosemary. Zoe Saldana stars in the NBC production, directed by Agnieszka Holland. Unlike earlier versions, it is set in Paris rather than New York. The work was not well received by critics, many of whom said that it was stretched to fill two two-hour timeslots. Although there are several notable changes, this miniseries is considered to be a faithful updating of the original 1968 film adaptation.",
        "Released": "2014-05-11",
        "Director": "Agnieszka Holland",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Rosemary's_Baby_(miniseries).jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Horror film",
        "Runtime": "14400.0"
    },
    {
        "Title": "Páginas da Vida",
        "Plot": "Páginas da Vida (English: Pages of Life) is a Brazilian telenovela produced and broadcast by Globo from 10 July 2006 to 2 March 2007 in 203 episodes. It stars Regina Duarte, Lília Cabral and Fernanda Vasconcellos in the lead roles. Lília Cabral was nominated in 2007 for best actress in the International Emmy Awards for her role as Marta.",
        "Released": "2006-07-10",
        "Director": "Jayme Monjardim",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Páginas_da_Vida_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Slice of life",
        "Runtime": "6060.0"
    },
    {
        "Title": "Rod Santiago's The Sisters",
        "Plot": "Rod Santiago's The Sisters is the first TV adaptation of the classic Pinoy comic series written by Rod Santiago, which is the third dramaserye aired in Philippines by TV5 which was aired from July 18 to September 9, 2011, replacing Babaeng Hampaslupa and was replaced by Ang Utol Kong Hoodlum. starred by Nadine Samonte along with Leandro Muñoz and is directed by Joyce Bernal and Argel Joseph. The show marks Samonte's first project in TV5. The film was originally a screenplay by Seiko Films with Pinky Suarez Jr and Rita Avila playing the original sisters Bella and Cristina in the film adaptation in 1987.",
        "Released": "2011-07-18",
        "Director": "Joyce Bernal",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Rod_Santiago_The_Sisters.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Drama",
        "Runtime": "1800.0"
    },
    {
        "Title": "Sannata",
        "Plot": "Sannata (Urdu: سناٹا, lit. 'Stillness') is a Pakistani drama serial aired on ARY Digital. It is directed by Kashif Nisar and written by Saji Gul and stars Saba Qamar, Danish Taimoor and Sajal Aly in lead. Drama is produced by Abdullah Seja and Nauman Masood under their production banner Idream Entertainment.",
        "Released": "2013-10-03",
        "Director": "Kashif Nisar",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/SannataDramaSerial.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Drama",
        "Runtime": "2700.0"
    },
    {
        "Title": "Roots (2016 miniseries)",
        "Plot": "Roots is a 2016 American miniseries and a remake of the 1977 miniseries with the same name, based on Alex Haley's 1976 novel, Roots: The Saga of an American Family, which follows an African man who is shipped to North America as a slave and his descendents. It first aired on May 30, 2016 and stars Malachi Kirby, Forest Whitaker, Anna Paquin, Laurence Fishburne, Jonathan Rhys Meyers, Anika Noni Rose, T.I. and South African actress Nokuthula Ledwaba. It was produced on a budget of $50 million.",
        "Released": "2016-05-30",
        "Director": "Phillip Noyce",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Roots2016PromotionalPoster.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Historical drama",
        "Runtime": "5700.0"
    },
    {
        "Title": "Rocket of China (TV series)",
        "Plot": "Rocket of China (Chinese: 龙号机车; pinyin: Lóng Hào Jī Chē) is a Chinese historical comedy set in nineteenth century China based on the true story of the history of the construction of Rocket of China, the first steam locomotive made in China, with the help of an English engineer Claude W. Kinder (Jin Da) who in 1878 travelled to Qing Dynasty China in the hope of building the first railway through China. The 30 episode comedy was directed by Ying Da and written by Man Yu. Appearing in the comedy are Cao Yun Jin, Jiang Chao, Liu Jin Shan, Ma Ling, Yu Hui Zi, Li Jian Hua, Li Qi, Na Wei, Liu Ya Jin, Yan Guan, Qi Xiao Fei, Isabella Charlton (Zhou Xiaolin), Karl Robert Eislen, Jonathan Kos-Read and among others. It was produced by Xui Ji Wei in the Production Company of Long Teng Yi Du (Beijing) Film Investment Co., Ltd. The comedy was first aired on Shenzhen Media Group Public Channel on 1 February 2016.",
        "Released": "2016-02-01",
        "Director": "Zh-tw:英达",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Historical drama",
        "Runtime": "3600.0"
    },
    {
        "Title": "Becoming Human",
        "Plot": "Becoming Human is a British supernatural comedy-drama webisode series and a spin-off from the TV series Being Human. Created by Toby Whithouse, it was directed by Alex Kalymnios, written by Brian Dooley, Jamie Mathieson and John Jackson, and stars Craig Roberts as the teenage vampire Adam (previously seen on Being Human), Leila Mimmack as the werewolf Christa and Josh Brown as the ghost Matt. A composition of the eight episodes (including the finale) was aired on BBC Three at 9:00pm on 20 March 2011.",
        "Released": "2011-01-26",
        "Director": "Alex Kalymnios",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Becoming_human_logo_3.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy-drama",
        "Runtime": "3000.0"
    },
    {
        "Title": "Bellamy's People",
        "Plot": "Bellamy's People, also known as Bellamy's People of the United Kingdom of Great Britain and Northern Ireland, is a British comedy show first broadcast on BBC Two as an eight-episode series. The show is a spin-off from the BBC Radio 4 show Down the Line. The show stars Rhys Thomas as the eponymous Gary Bellamy and the supporting cast features Charlie Higson, Paul Whitehouse, Simon Day, Felix Dexter, Amelia Bullmore, Lucy Montgomery, Adil Ray, Daniel Kaluuya and Robert Popper.",
        "Released": "2010-01-21",
        "Director": "Charlie Higson",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Bellamy's_People_title_card.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Situation comedy",
        "Runtime": "1800.0"
    },
    {
        "Title": "Beautiful Young Minds",
        "Plot": "Beautiful Young Minds was a documentary first shown at the BRITDOC Festival on 26 July 2007 and first broadcast on BBC 2 on 14 October 2007. The documentary follows the selection process and training for the U.K. team to compete in the 2006 International Mathematical Olympiad (IMO), as well as the actual event in Slovenia. Many of the young mathematicians featured in the film had a form of autism, which the documentary links to mathematical ability. The team goes on to win numerous medals at the IMO, including four silver and one bronze. It was directed by Morgan Matthews, edited by Joby Gee and featured music by Sam Hooper. It was also screened at the Bath Film Festival in October 2007. The documentary inspired the 2014 film X+Y, which was also directed by Morgan Matthews, based on IMO participant Daniel Lightwing.",
        "Released": "2007-10-14",
        "Director": "Morgan Matthews (filmmaker)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Beautiful_Young_Minds.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Television documentary",
        "Runtime": "5400.0"
    },
    {
        "Title": "Big (TV series)",
        "Plot": "Big (Korean: 빅) is a 2012 South Korean television series starring Gong Yoo and Lee Min-jung. The romantic comedy/body swap series aired on KBS2 from June 4 to July 24, 2012 on Mondays and Tuesdays at 21:55 for 16 episodes. Written by the Hong sisters, Big was Gong Yoo's first television series after The 1st Shop of Coffee Prince in 2007 and since being discharged from mandatory military service. The drama was well-received although it was criticized for its ending.",
        "Released": "2012-06-04",
        "Director": "Kim Seong-yoon (director)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Big2012-poster.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Romance film",
        "Runtime": "1315.0"
    },
    {
        "Title": "Blue Lagoon: The Awakening",
        "Plot": "Blue Lagoon: The Awakening is a 2012 American made-for-television romance film that premiered on Lifetime on June 16, 2012. Indiana Evans and Brenton Thwaites star in the film, which is based on the 1908 novel The Blue Lagoon and its previous film adaptations. It was a major departure from previous Blue Lagoon films in several respects. The setting is contemporary, whereas the previous films were all set in the Victorian era; the lead characters were raised in normal society and are marooned as teenagers, rather than growing up on the island; the island the main characters are stranded on is in the Caribbean, whereas the previous films took place in the Pacific Ocean; and roughly equal time is devoted to the uncivilized world of the island and the human society the characters were born into. Christopher Atkins, the male lead in the 1980 film The Blue Lagoon, also appears in the film. The film was co-produced by Sony Pictures, whose subsidiary Columbia Pictures financed the 1980 film adaptation and its 1991 sequel, but not the 1949 film version, whose rights are controlled by ITV Studios (successor-in-interest to the Rank Organisation's General Film Distributors, the company that released that version).",
        "Released": "2012-06-16",
        "Director": "Mikael Salomon",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Blue_Lagoon_The_Awakening.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Romance film",
        "Runtime": "5340.0"
    },
    {
        "Title": "Bleak House (2005 TV serial)",
        "Plot": "Bleak House is a fifteen-part BBC television drama serial adaptation of the Charles Dickens novel of the same name, which was originally published in 1852–53 as itself a print serialisation over 20 months. Produced with an all-star cast, the serial was shown on BBC One from 27 October to 16 December 2005, and drew much critical and popular praise. It has been reported that the total cost of the production was in the region of £8 million. Written by Andrew Davies, the serial was produced by Nigel Stafford-Clark and directed by Justin Chadwick and Susanna White.",
        "Released": "2005-10-27",
        "Director": "Justin Chadwick",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Bleak_House_2005_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Serial drama",
        "Runtime": "1800.0"
    },
    {
        "Title": "Dead Set",
        "Plot": "Dead Set is a British zombie horror miniseries written and created by Charlie Brooker and directed by Yann Demange. The show takes place primarily on the set of a fictional series of the real television show Big Brother. The five episodes, aired over five consecutive nights, chronicle a zombie outbreak that strands the housemates and production staff inside the Big Brother House, which quickly becomes a shelter from the undead. Dead Set is a production of Zeppotron, part of the Endemol group of production and distribution companies that produces the actual Big Brother. The series first aired on E4 starting on 27 October 2008, just six weeks after the end of Big Brother 2008 on the same channel.",
        "Released": "2008-10-27",
        "Director": "Yann Demange",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Dead_Set_logo.svg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Satire",
        "Runtime": "2700.0"
    },
    {
        "Title": "Desperate Romantics",
        "Plot": "Desperate Romantics is a six-part television drama serial about the Pre-Raphaelite Brotherhood, first broadcast on BBC Two between 21 July and 25 August 2009. The series somewhat fictionalised the lives and events depicted. Though heavily trailed, the series received mixed reviews and dwindling audiences.",
        "Released": "2009-07-21",
        "Director": "Diarmuid Lawrence",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Desroms.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Costume drama",
        "Runtime": "3600.0"
    },
    {
        "Title": "Descendants (2015 film)",
        "Plot": "Descendants is an American musical fantasy adventure-comedy television film directed and choreographed by Kenny Ortega. The film stars Dove Cameron, Sofia Carson, Booboo Stewart, and Cameron Boyce as the teenage children of Maleficent, the Evil Queen, Jafar, and Cruella de Vil, respectively. The film follows these teenagers adjusting to life outside their island prison, while on a mission to steal the Fairy Godmother's wand and free their parents from captivity. It debuted on July 31, 2015, as a Disney Channel Original Movie, to positive reviews and 6.6 million viewers. The film also stars Mitchell Hope, Melanie Paxson, Brenna D'Amico, Sarah Jeffery, Zachary Gibson, Jedidiah Goodacre, Dianne Doan, Dan Payne, Keegan Connor Tracy, Wendy Raquel Robinson, Maz Jobrani, Kathy Najimy, and Kristin Chenoweth. The first installment in the Descendants franchise, Descendants was spun off into a CGI animated short-form series titled Descendants: Wicked World, and was followed by a sequel, Descendants 2, which premiered on July 21, 2017, and a third film, Descendants 3, which premiered August 2, 2019.",
        "Released": "2015-07-31",
        "Director": "Kenny Ortega",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Disneys_Descendants.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Fantasy film",
        "Runtime": "6720.0"
    },
    {
        "Title": "Descendants 2",
        "Plot": "Descendants 2 is an American musical fantasy television film. It premiered as a Disney Channel Original Movie on July 21, 2017, and was simulcast on Disney-owned networks ABC, Disney XD, Freeform, Lifetime, and Lifetime Movies. It is the second installment in the Descendants franchise and the sequel to the 2015 film Descendants. The film stars Dove Cameron, Cameron Boyce, Sofia Carson, Booboo Stewart, Mitchell Hope, and China Anne McClain. A third film, Descendants 3, premiered on August 2, 2019.",
        "Released": "2017-07-21",
        "Director": "Kenny Ortega",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Descendants_2.jpeg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Fantasy film",
        "Runtime": "6660.0"
    },
    {
        "Title": "How to Build a Better Boy",
        "Plot": "How to Build a Better Boy is a Disney Channel Original Movie directed by Paul Hoen and written by Jason Mayland. It stars China Anne McClain, Kelli Berglund and Marshall Williams. The first images were shown during a promo for Disney Channel's Summer 2014, while the first promo aired on June 27, 2014 during the premiere of the Disney Channel Original Movie Zapped. The film premiered on August 15, 2014. The movie premiered on Disney Channel UK on September 19, 2014.",
        "Released": "2014-08-15",
        "Director": "Paul Hoen",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/How_to_Build_a_Better_Boy.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Romance film",
        "Runtime": "6540.0"
    },
    {
        "Title": "How to Be a Composer",
        "Plot": "How to Be a Composer is a British television documentary first shown on BBC Four in July 2009.",
        "Released": "2009-07-18",
        "Director": "Paul Yule (photojournalist)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/How_to_Be_a_Composer.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Music",
        "Runtime": "3600.0"
    },
    {
        "Title": "Howzat! Kerry Packer's War",
        "Plot": "Howzat! Kerry Packer's War is an Australian drama-miniseries set in the 1970s that premiered on the Nine Network on Sunday 19 August 2012.",
        "Released": "2012-08-19",
        "Director": "Daina Reid",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Howzatdvdcover.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Drama",
        "Runtime": "5400.0"
    },
    {
        "Title": "House Full (TV series)",
        "Plot": "Housefull is a Bangladeshi drama serial written by Redoan Rony and and also directed by them. The 122 episode TV dramaserial was aired on NTV and the last episode was aired on July 23, 2009. The drama serial has an urban setting of the modern Dhaka, depicting colourful and interesting lifestyles of some families living in Dhaka. This drama stars Abul Hayat, , , Mosharraf Karim, Monira Mithu, , Sumaiya Shimu, Mithila, Mishu Sabbir, Adnan Faruque Hillol, Hasan Masood, , Maznun Mizan, , Marzuk Russell, , Sadia Jahan Prova, Aparna Ghosh, Monalisa and Tinni",
        "Released": "2008-10-14",
        "Director": "Redoan Rony",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Houseful_bd.gif?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Telenovela",
        "Runtime": "1320.0"
    },
    {
        "Title": "Home Sweetie Home",
        "Plot": "Home Sweetie Home is a Philippine sitcom broadcast by ABS-CBN, starring Toni Gonzaga and John Lloyd Cruz. The show premiered on January 5, 2014, replacing Toda Max and currently airs every Saturday from 6:45 PM to 7:30 PM, on the network's Yes Weekend! block. It also airs worldwide via TFC. The sketch comedy tackled the lives of a newly married couple and their ways to address the needs of a growing typical Filipino household. It was replaced by My Papa Pi. After the departure of John Lloyd Cruz and Ellen Adarna, the show was later renamed Home Sweetie Home: Walang Kapares In 2018. Piolo Pascual, Ogie Alcasid and Rufa Mae Quinto were added during Cruz's absence. A fully renovated season called Home Sweetie Home: Extra Sweet premiered on May 11, 2019. Star Creatives took over the production of the show. Several new cast members include Vhong Navarro, Luis Manzano, Alex Gonzaga, Bayani Agbayani, Rio Locsin, Edgar Mortiz and Pinoy Big Brother: Otso housemates Fumiya Sankai and Yamyam Gucong. Since March 14, 2020, the show's production and broadcast were temporarily suspended due to the community quarantines because of the COVID-19 pandemic in the Philippines. It was replaced with Wansapanataym reruns until the indefinite temporary closure of ABS-CBN because of the cease and desist order of the National Telecommunications Commission (NTC), following the expiration of the network's 25-year franchise granted in 1995. However, through an article from Philippine Entertainment Portal, Home Sweetie Home is slated to return on air by September 2020 through an independent blocktimer, and will air on TV5. However, the program was retitled as Oh My Dad! and not all members of the cast will be carried.",
        "Released": "2014-01-05",
        "Director": "Edgar Mortiz",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Home_Sweetie_Home_Extra_Sweet_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Sitcom",
        "Runtime": "2700.0"
    },
    {
        "Title": "Hung Out",
        "Plot": "Hung Out is a British situation comedy which aired in 2010 as part of the Channel 4 Comedy Lab strand. The programme examined etiquette and friendship in a shared London house. It was created and written by a group of six friends who based the material on their real-life experiences.",
        "Released": "2010-04-23",
        "Director": "Samuel Abrahams",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Sitcom",
        "Runtime": "1800.0"
    },
    {
        "Title": "Ricky Sprocket: Showbiz Boy",
        "Plot": "Ricky Sprocket: Showbiz Boy is a Canadian animated sitcom produced and owned by Studio B Productions (now as WildBrain). It aired on Teletoon in Canada, Nickelodeon in the United Kingdom and Nicktoons Network in the U.S. Its first airing was as a sneak peek on August 31, 2007, with regular airings in the country beginning on September 8, 2007. The final episode was aired on May 4, 2009. 26 episodes were produced with two seasons.",
        "Released": "2007-08-31",
        "Director": "David Fine (filmmaker)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Ricky_Sprocket_Showbiz_Boy_logo.svg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy",
        "Runtime": "1800.0"
    },
    {
        "Title": "Unforgotten",
        "Plot": "Unforgotten is a British crime drama television series, which initially aired on ITV on 8 October 2015. It was created and written by Chris Lang and directed by Andy Wilson. The programme follows a team of London detectives led by DCI Cassie Stuart (Nicola Walker) and DI Sunny Khan (Sanjeev Bhaskar) as they solve cold cases of disappearance and murder. Each series consists of six episodes. Series 1 to 4 were broadcast in the UK in 2015, 2017, 2018 and 2021. On 30 March 2021 a fifth series was announced, scheduled for release in 2022, and it was confirmed that Sanjeev Bhaskar would reprise his role. A year later it was confirmed that Sinéad Keenan would replace Walker as Bhaskar's new partner, DCI Jessica \"Jessie\" James. Filming for the fifth series began on 14 March 2022. Each series deals with a new case, introducing seemingly unconnected characters who are gradually revealed to have some relationship with the victim. As the murder mystery unfolds, the emotional ramifications of the crime on the lives of those affected are also explored. Unforgotten has received critical acclaim. Tom Courtenay won the 2016 BAFTA TV Award for Best Supporting Actor for the first series and Mark Bonnar won the 2017 BAFTA Scotland for Best Actor in Television for the second series.",
        "Released": "2015-10-08",
        "Director": "Andy Wilson (director)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Unforgotten_DVD.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Crime drama",
        "Runtime": "2700.0"
    },
    {
        "Title": "Ultraman Max",
        "Plot": "Ultraman Max (ウルトラマンマックス, Urutoraman Makkusu) is a Japanese Tokusatsu series produced by Tsuburaya Productions and Chubu-Nippon Broadcasting Co., Ltd. Released as the 19th Ultra Series, it aired from July 2, 2005, until April 1, 2006. The show aimed to return to the fast-paced formula of encountering a new monster each week, similar to the previous series, with the exception of Ultraman Nexus. On October 10, 2014, Crunchyroll announced that the series would be broadcast on their streaming service starting on October 17, 2014, in the US, Canada, Latin America, UK, Australia, and New Zealand. On January 27, 2017, the US television channel TOKU announced that the series would be broadcast in the United States on its channel with an English dub beginning February 27, 2017, making it the fifth Ultra Series to air in the United States after Ultraman, Ultra Seven, Ultraman: Towards the Future (originally in English without a Japanese dub) and Ultraman Tiga.",
        "Released": "2005-07-02",
        "Director": "Shusuke Kaneko",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Maxposter.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Superhero fiction",
        "Runtime": "1440.0"
    },
    {
        "Title": "Collision (TV series)",
        "Plot": "Collision is a five-part British television drama serial, which debuted on ITV in November 2009. In the same month, it was also on PBS as a series in two parts. It tells the story of a group of strangers whose lives intertwine following a devastating car crash. The crash opens a number of startling revelations as stories of everything from government cover-ups and smuggling, to embezzlement and murder start to unravel. The original British broadcast of Collision was edited from the original 5 hours (shown in five parts) down to three and a half hours (210 minutes, shown in two parts). The American broadcast on PBS's Masterpiece Contemporary, the Australian broadcast on ABC1 and the Region 1 (America and Canada) DVD release all featured the shortened version. In Australia, Foxtel and Austar's W Channel aired Collision in its original format of five 45-minute episodes (excluding advertisements), Tuesday, 15 March 2011.",
        "Released": "2009-11-09",
        "Director": "Marc Evans",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Mystery fiction",
        "Runtime": "2760.0"
    },
    {
        "Title": "Master of Destiny",
        "Plot": "Master of Destiny (Chinese: 風雲天地; Jyutping: Fung1 Wan4 Tin1 Dei6; literally \"Across Heaven and Earth\") is an 2015 Hong Kong joint China epic television drama created by Hong Kong director Wong Jing and produced by his production company Jing's Entertainment Limited, Master of Destiny chronicles the rise and the eventual hardships of the affluent Cho family from Hong Kong, which eventually, they fight the corruption that reeks inside their family, and stars Liza Wang, Angie Chiu, Hawick Lau, Kenny Wong, Edwin Siu, Kimmy Tong, and Monica Mok as the main cast. Filming commenced on 1 August 2013 in Tianjin, China. The mainland China version will have 40 episodes and began airing on Anhui Television on 28 May 2015 with Mandarin voice dubbing. Hong Kong broadcast will begin on airing on Jade and HD Jade channels 22 June 2015 every Monday through Friday during its 8:30–9:30 pm timeslot with 32 episodes total. It will be distributed by TVBC and TVB International. The serial is produced under several titles. In Hong Kong, it is known by the title \"Chung Wang Tin Dei\" (Chinese: 縱橫天地; literally \"across the world unhindered\"). In mainland China, it is known as \"Fengyun Tiandi\" (Chinese: 風雲天地; literally \"Across Heaven and Earth\"). Release of TVB's promotional poster for the drama confirmed that it will follow the Chinese title used in the mainland version, 風雲天地.",
        "Released": "2015-06-22",
        "Director": "Wong Jing",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/MasterofDestinyTVB.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Dramatic programming",
        "Runtime": "2700.0"
    },
    {
        "Title": "Sacrificio de mujer",
        "Plot": "Sacrificio de mujer (English title: A Woman's Sacrifice) is a Spanish-language telenovela produced by Venevisión International. Marjorie de Sousa and Juan A. Baptista star as the main protagonists with Mariana Torres and Pablo Azar as co-protagonists. Luis Jose Santander, , Géraldine Bazán, and Ximena Duque star as the main villains. Filming took place in Miami, Florida, in 2010. From April 18, 2011 to June 17, 2011, Univision aired double episodes weekday afternoons at 12pm/11am central. From June 20, 2011 to July 7, 2011, the remaining episodes aired for one hour weekday afternoons. As of September 21, 2011, Venevisión is currently airing Sacrificio de Mujer at 10pm.",
        "Released": "2011-04-18",
        "Director": "Adriana Barraza",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Poster_of_Sacrificio_de_Mujer.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Telenovela",
        "Runtime": "2520.0"
    },
    {
        "Title": "Me and Mrs Jones (TV series)",
        "Plot": "Me and Mrs Jones is a British comedy about the life of a woman named Gemma Jones. The first series began on 12 October 2012 on BBC One. It stars Sarah Alexander and Neil Morrissey. On 10 December 2012, it was announced that the comedy would not return for a second series.",
        "Released": "2012-10-12",
        "Director": "Nick Hurran",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Sitcom",
        "Runtime": "1800.0"
    },
    {
        "Title": "City Hunter (TV series)",
        "Plot": "City Hunter (Korean: 시티헌터) is a 2011 South Korean television drama based on the Japanese manga series of the same name written and illustrated by Tsukasa Hojo, starring Lee Min-ho, Park Min-young, Lee Joon-hyuk, Kim Sang-joong, Kim Sang-ho, Hwang Sun-hee, Goo Hara, Chun Ho-jin, and Lee Kwang-soo. It premiered on May 25, 2011 on SBS and finished broadcasting on July 28, 2011. This show was successful in Europe and paved way for Lee Min-ho's popularity in Europe.",
        "Released": "2011-05-25",
        "Director": "Jin Hyuk",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/City-hunter-poster-2.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Romance film",
        "Runtime": "4200.0"
    },
    {
        "Title": "Free Agents",
        "Plot": "Free Agents is a romantic black comedy starring Stephen Mangan, Sharon Horgan and Anthony Head. Originally a pilot for Channel 4 in November 2007, the series began on 13 February 2009. It spawned a short lived US remake, which was cancelled after just 4 episodes aired, although 4 more were later released on Hulu.",
        "Released": "2009-02-13",
        "Director": "James Griffiths (director)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/FreeAgentsLogo.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy",
        "Runtime": "1320.0"
    },
    {
        "Title": "GoGo Sentai Boukenger",
        "Plot": "GoGo Sentai Boukenger (轟轟戦隊ボウケンジャー, Gōgō Sentai Bōkenjā, Rumbling Squad Boukenger) is the 30th series in Toei's Super Sentai series, a metaseries of Japanese tokusatsu programming. It was the first installment to be broadcast in the 16:9 aspect ratio. It premiered on February 19, 2006, at 7:30 JST on TV Asahi's 2006 Super Hero Time programming block, along with Kamen Rider Kabuto. Its footage was used in the American series, Power Rangers Operation Overdrive in SD, while the original footage was dubbed into Korean for the South Korean series, Power Rangers Treasure Force.",
        "Released": "2006-02-19",
        "Director": "Satoshi Morota",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Boukenger-title.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Sci-Fi",
        "Runtime": "1800.0"
    },
    {
        "Title": "Gagambino",
        "Plot": "Carlo J. Caparas' Gagambino is a Philippine television drama fantasy series broadcast by GMA Network. The series is based from Carlo J. Caparas' graphic novel of the same title. Directed by Topel Lee and Don Michael Perez, it stars Dennis Trillo in the title role. It premiered on October 20, 2008 on the network's Telebabad line up replacing Dyesebel. The series concluded on February 20, 2009 with a total of 90 episodes. It was replaced by Totoy Bato in its timeslot.",
        "Released": "2008-10-20",
        "Director": "Don Michael Perez",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Gagambino_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Drama (film and television)",
        "Runtime": "2700.0"
    },
    {
        "Title": "Moon Machines",
        "Plot": "Moon Machines is a Science Channel HD documentary miniseries consisting of six episodes documenting the engineering challenges of the Apollo program to land men on the Moon. It covers everything from the iconic Saturn V to the Command Module, the Lunar Module, the Space Suits, the Guidance and Control Computer, and the Lunar Rover. It was created by the team that made In the Shadow of the Moon in association with NASA to commemorate the agency's fiftieth anniversary in 2008. It first aired in June 2008 in the U.S. and UK, and was released on DVD a year later in June 2009.",
        "Released": "2008-07-06",
        "Director": "Christopher Riley",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Science",
        "Runtime": "2640.0"
    },
    {
        "Title": "NTSF:SD:SUV::",
        "Plot": "NTSF:SD:SUV:: (National Terrorism Strike Force: San Diego: Sport Utility Vehicle::) is an American television comedy that parodies the police procedural and action film genres. The series starred Paul Scheer, June Diane Raphael, Brandon Johnson, Kate Mulgrew, Rebecca Romijn, Martin Starr, Karen Gillan, Rob Riggle, and Peter Serafinowicz. NTSF:SD:SUV:: aired three seasons on Adult Swim from July 22, 2011 to December 13, 2013. A number of special episodes were included within the broadcast of the series. In a 2014 interview, Scheer stated that the show is on an indefinite hiatus, with no immediate plans for a return.",
        "Released": "2011-07-22",
        "Director": "Eric Appel",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/NTSF_SD_SUV.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Satire",
        "Runtime": "1320.0"
    },
    {
        "Title": "Mulaney",
        "Plot": "Mulaney is an American sitcom that aired on Fox from October 5, 2014, to February 15, 2015. Stand-up comedian and former Saturday Night Live writer John Mulaney created the show and starred as a fictionalized version of himself. At the beginning of each episode, and sometimes throughout, Mulaney would perform stand-up comedy to the studio audience. The show suffered from low ratings and poor critical reviews, and was cancelled in February 2015.",
        "Released": "2014-10-05",
        "Director": "Andy Ackerman",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Mulaney_Sitcom_Logo.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Sitcom",
        "Runtime": "1320.0"
    },
    {
        "Title": "The Lost Tomb",
        "Plot": "The Lost Tomb (Chinese: 盗墓笔记; pinyin: Dàomù Bǐjì) is a 2015 Chinese streaming television series based on the internet novel Daomu Biji. The series was originally intended to have 8 seasons filmed over a period of 8 years but only three seasons were produced as of 2020. The first season premiered on iQiyi on 12 June 2015.",
        "Released": "2015-06-12",
        "Director": "Cheang Pou-soi",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Official_Poster_of_%22The_Lost_Tomb%22.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Mystery fiction",
        "Runtime": "2400.0"
    },
    {
        "Title": "The Night Of",
        "Plot": "The Night Of is a 2016 American eight-part crime drama television miniseries based on the first season of Criminal Justice, a 2008 British series. The miniseries was written by Richard Price and Steven Zaillian (based on the original Criminal Justice plot by Peter Moffat), and directed by Zaillian and James Marsh. Broadcast on HBO, The Night Of premiered on July 10, 2016 to critical acclaim. The first episode premiered on June 24, 2016, via HBO's on-demand services. The Night Of received 13 Emmy nominations, winning five, including Outstanding Lead Actor in a Limited Series for Riz Ahmed.",
        "Released": "2016-07-10",
        "Director": "James Marsh (director)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/The_Night_Of_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Crime drama",
        "Runtime": "5760.0"
    },
    {
        "Title": "The Pacific (miniseries)",
        "Plot": "The Pacific is a 2010 American war drama miniseries produced by HBO, Playtone, and DreamWorks that premiered in the United States on March 14, 2010. The series is a companion piece to the 2001 miniseries Band of Brothers and focuses on the United States Marine Corps's actions in the Pacific Theater of Operations within the wider Pacific War. Whereas Band of Brothers followed the men of Easy Company of the 506th Parachute Infantry Regiment through the European Theater, The Pacific centers on the experiences of three Marines (Robert Leckie, Eugene Sledge, and John Basilone) who were in different regiments (1st, 5th, and 7th, respectively) of the 1st Marine Division. The Pacific was spearheaded by Bruce C. McKenna (co-executive producer), one of the main writers on Band of Brothers. Hugh Ambrose, the son of Band of Brothers author Stephen Ambrose, served as a project consultant. The Pacific miniseries features the 1st Marine Division's battles in the Pacific, such as Guadalcanal, Cape Gloucester, Peleliu, and Okinawa, as well as Basilone's involvement in the Battle of Iwo Jima. It is based primarily on the memoirs of two US Marines: With the Old Breed: At Peleliu and Okinawa by Eugene Sledge and Helmet for My Pillow by Robert Leckie. It also draws on Sledge's memoir China Marine and Red Blood, Black Sand, the memoir of Chuck Tatum, a Marine who fought alongside Basilone at Iwo Jima.",
        "Released": "2010-03-14",
        "Director": "Jeremy Podeswa",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/ThePacificIntertitle.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "War film",
        "Runtime": "3600.0"
    },
    {
        "Title": "The Paradise (TV series)",
        "Plot": "The Paradise is a British television costume drama series co-produced by BBC Studios and Masterpiece. The Paradise premiered in the United Kingdom on BBC One on 25 September 2012 and premiered in the United States on PBS on 6 October 2013. The series is an adaptation of Émile Zola's 1883 novel Au Bonheur des Dames that relocates the story to North East England. (Zola's novel itself is a retelling of the story of Aristide Boucicaut, the Bellême-born founder of Le Bon Marché). A second series was commissioned by BBC One in late October 2012 and was broadcast on 20 October 2013 on BBC One. On 12 February 2014, the BBC confirmed that The Paradise would not return for a third series. It cited that the programme had lower figures than other relatively new dramas such as Death in Paradise, Sherlock and Silk. Furthermore, its ITV rival Mr Selfridge was performing better.",
        "Released": "2012-09-25",
        "Director": "Susan Tully",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/The_Paradise_(TV_series)_titles.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Drama",
        "Runtime": "3540.0"
    },
    {
        "Title": "The Pillars of the Earth (miniseries)",
        "Plot": "The Pillars of the Earth is an eight-part 2010 TV miniseries, adapted from Ken Follett's 1989 novel of the same name. It debuted in the U.S. on Starz and in Canada on The Movie Network/Movie Central on July 23, 2010. Its UK premiere was on Channel 4 in October 2010 at 9pm. In 2011, the series was nominated for 3 Golden Globes, including Best Mini-Series or Motion Picture Made for Television, Ian McShane for Best Actor and Hayley Atwell for Best Actress at the 68th Annual Golden Globe Awards.",
        "Released": "2010-07-23",
        "Director": "Sergio Mimica-Gezzan",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/The_Pillars_of_the_Earth.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Historical drama film",
        "Runtime": "2700.0"
    },
    {
        "Title": "The Secret Life of Marilyn Monroe",
        "Plot": "The Secret Life of Marilyn Monroe is a 2015 American drama miniseries on Marilyn Monroe. It stars Kelli Garner, Susan Sarandon, Emily Watson, Jeffrey Dean Morgan, and Eva Amurri Martino and was first aired on Lifetime on May 30 and 31, 2015. The (two-hour forty-seven minute) miniseries is based on The New York Times bestseller of the same name by J. Randy Taraborrelli. It was nominated for three Creative Arts Emmy Awards",
        "Released": "2015-05-30",
        "Director": "Laurie Collyer",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Secret_Life_of_Marilyn_Monroe_Poster.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Biopic",
        "Runtime": "5040.0"
    },
    {
        "Title": "The Sound of Music Live!",
        "Plot": "The Sound of Music Live! is an American television special that was originally broadcast by NBC on December 5, 2013. Produced by Craig Zadan and Neil Meron, the special was an adaptation of Rodgers and Hammerstein's 1959 Broadway musical The Sound of Music. The television special starred country singer and American Idol winner Carrie Underwood as Maria von Trapp, and was performed and televised live from Grumman Studios in Bethpage, New York. Spearheaded by NBC chairman Bob Greenblatt, the network positioned the special as being a live television \"event\". In preparing for the broadcast, Meron and Zadan emphasized the logistical challenges that they would face due to the live aspects of the special, and the fact that The Sound of Music Live! was an adaptation based on the musical itself and not the 1965 film version. Meron felt that if the telecast were successful, the concept could become \"another kind of entertainment that can exist on TV.\" By her request, Underwood's casting as Maria was personally endorsed by Julie Andrews, who starred in the 1965 film. The production was met with mixed reviews; much of its criticism was directed towards the casting of Carrie Underwood to play Maria, whom critics (including the real-life von Trapp family) believed was not experienced enough in theatre to portray such an iconic role. While her vocal performance was praised, her acting was described by critics as \"amateur\", \"lifeless\" and lacking emotion. The production was a ratings success for NBC; with a total of 18.62 million live viewers, The Sound of Music Live! brought the network its highest Thursday night viewership for an entertainment program since the series finale of Frasier in 2004, and prompted NBC to sign Zadan and Meron on to produce more live musicals for the network in the future.",
        "Released": "2013-12-05",
        "Director": "Rob Ashford",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Sound_of_Music_Live!_logo.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Musical theatre",
        "Runtime": "8100.0"
    },
    {
        "Title": "The Thick of It",
        "Plot": "The Thick of It is a British comedy television series that satirises the inner workings of British government. Written and directed by Armando Iannucci, it was first broadcast for two short series on BBC Four in 2005, initially with a small cast focusing on a government minister, his advisers and their party's spin-doctor. The cast was significantly expanded for two hour-long specials to coincide with Christmas and Gordon Brown's appointment as prime minister in 2007, which saw new characters forming the opposition party added to the cast. These characters continued when the show switched channels to BBC Two for its third series in 2009. A fourth series about a coalition government was broadcast in 2012, with the last episode transmitted on 27 October 2012. The series has been described as the 21st century's answer to Yes Minister. It highlights the struggles and conflicts between politicians, party spin doctors, advisers, civil servants and the media. In similar fashion to Yes Minister, the political parties involved are never mentioned by name, and in series 1 and 2 most policies discussed are fairly generic and non-ideological. Iannucci describes it as \"Yes Minister meets Larry Sanders\". Journalist and former civil servant Martin Sixsmith was an adviser to the writing team, adding to the realism of some scenes. The series became well known for its profanity and for featuring storylines which have mirrored, or in some cases predicted, real-life policies, events or scandals. A feature film spin-off, In the Loop, was released in the UK on 17 April 2009. A pilot for a U.S. remake of the show was not successful, but Iannucci was subsequently invited to create Veep for HBO, a programme with a very similar tone and political issues, with the involvement of some The Thick of It writers and production members.",
        "Released": "2005-05-19",
        "Director": "Armando Iannucci",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/The_Thick_of_It_title.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Cringe comedy",
        "Runtime": "1740.0"
    },
    {
        "Title": "The Suite Life Movie",
        "Plot": "The Suite Life Movie is a 2011 American science fiction comedy-drama television film directed by Sean McNamara, written by Michael Saltzman, and starring Dylan and Cole Sprouse, Brenda Song, Debby Ryan, Matthew Timmons, John Ducey, Matthew Glave, and Phill Lewis. The Disney Channel Original Movie is based on the pair of Disney Channel sitcoms The Suite Life of Zack & Cody and The Suite Life on Deck created by Danny Kallis and Jim Geoghan. Dylan and Cole Sprouse were also executive producers for the movie. The film premiered on March 25, 2011 on the Disney Channel. A sneak peek was shown during the Disney Channel Shake It Up New Year's event.",
        "Released": "2011-03-25",
        "Director": "Sean McNamara (filmmaker)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/The_Suite_Life_Movie_poster.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy drama",
        "Runtime": "4740.0"
    },
    {
        "Title": "The Wizards Return: Alex vs. Alex",
        "Plot": "The Wizards Return: Alex vs. Alex is a 2013 American television special based on the Disney Channel Original Series Wizards of Waverly Place. It was directed by Victor Gonzalez and filmed primarily in Disney Studios in October and November 2012. The full cast of the series starred in the special, with the exception of David Henrie as Justin Russo, although the character was mentioned frequently. The film focuses on the Russo family, Harper, and Mason visiting Italy for a family reunion. The special premiered on March 15, 2013 on the Disney Channel in the United States, and attracted 5.9 million viewers.",
        "Released": "2013-03-15",
        "Director": "Victor Gonzalez (director)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/The_Wizards_Return-Alex_vs._Alex.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy-drama",
        "Runtime": "3540.0"
    },
    {
        "Title": "Thirteen Steps Down (TV series)",
        "Plot": "Thirteen Steps Down is a 2012 two part television thriller based on the 2004 novel by Ruth Rendell first broadcast by ITV.",
        "Released": "2012-08-13",
        "Director": "Marek Losey",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/13_Steps_Down_(TV_series)_titlecard.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Thriller (genre)",
        "Runtime": "3000.0"
    },
    {
        "Title": "Appropriate Adult",
        "Plot": "Appropriate Adult is a British crime drama television film shown in two parts on ITV, on 4 and 11 September 2011. It is based on the true story of Gloucester serial killer Fred West and his wife Rosemary West. It dealt with the events between the Wests' arrests in February 1994 and Fred's suicide in Birmingham's Winson Green Prison on New Year's Day 1995. The series stars Dominic West, Monica Dolan and Emily Watson as the protagonists of the story, Fred and Rose West, and Janet Leach, respectively. The series was named after the role of Janet Leach as an \"appropriate adult\" during the questioning of Fred West. The senior investigator wanted to ensure that there could be no suggestion that West did not understand any part of the process, so arrangements were made so that he had an \"appropriate adult\" present to ensure this at all times. It was well received critically and received eight BAFTA television award nominations, with West and Watson winning the best actor and actress awards respectively, Dolan the best supporting actress award and co-producer the breakthrough talent award.",
        "Released": "2011-09-04",
        "Director": "Julian Jarrold",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Appropriate_Adult.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Crime drama",
        "Runtime": "5400.0"
    },
    {
        "Title": "Ang Babaeng Hinugot sa Aking Tadyang",
        "Plot": "Ang Babaeng Hinugot sa Aking Tadyang (International title: Dangerous Love / transl. The Girl Pulled from My Rib) is a 2009 Philippine television drama thriller series broadcast by GMA Network. The series is an adaptation of Carlo J. Caparas' graphic novel. Directed by Joyce E. Bernal and Topel Lee, it stars Dingdong Dantes and Marian Rivera. It premiered on February 2, 2009 on the network's Telebabad line up. The series concluded on May 1, 2009 with a total of 63 episodes. The series was released on DVD by GMA Records.",
        "Released": "2009-02-02",
        "Director": "Joyce E. Bernal",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Ang_Babaeng_Hinugot_sa_Aking_Tadyang_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Drama (film and television)",
        "Runtime": "2700.0"
    },
    {
        "Title": "Let It Shine (film)",
        "Plot": "Let It Shine is a 2012 American musical television film that premiered on Disney Channel. It features an ensemble cast of Tyler James Williams, Coco Jones, Trevor Jackson and Brandon Mychal Smith. The film follows a shy, talented rapper and musician who pens romantic hip hop verses only to stand idly by as they're delivered to the girl of his dreams by a proxy, his best friend, in a retelling of Edmond Rostand's 1897 play Cyrano de Bergerac. The film was directed by Paul Hoen and written by Eric Daniel and Don D. Scott. The Disney Channel Original Movie premiered on June 15, 2012 in the United States and Canada, and July 20, 2012 in the United Kingdom and Ireland.",
        "Released": "2012-06-15",
        "Director": "Paul Hoen",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Let_It_Shine_Disney.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Teen film",
        "Runtime": "6240.0"
    },
    {
        "Title": "Lizzie Borden Took an Ax",
        "Plot": "Lizzie Borden Took an Ax is a 2014 American television biopic about Lizzie Borden, a young American woman tried and acquitted of the murders of her father and stepmother in Fall River, Massachusetts, in 1892. It premiered on Lifetime on January 25, 2014 and starred Christina Ricci in the title role. The film was so successful it was followed by a miniseries, The Lizzie Borden Chronicles, which aired from April to May 2015. Ricci has described the film and its follow-up as being \"self-aware, campy, and tongue-in-cheek\".",
        "Released": "2014-01-25",
        "Director": "Nick Gomez",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Film_Poster_for_Lizzie_Borden_Took_an_Ax.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Mystery fiction",
        "Runtime": "5220.0"
    },
    {
        "Title": "Love Child (TV series)",
        "Plot": "Love Child is an Australian drama television series that follows the lives of staff and residents of the fictional Kings Cross Hospital and Stanton House in Sydney, starting in 1969 and continuing into the 1970s. The program was created by Sarah Lambert and was first broadcast on the Nine Network on 17 February 2014. The program is based on the real-life forced adoption in Australia for which former Prime Minister Julia Gillard offered a national apology to those affected in 2013. Love Child was renewed for a second series on 2 March 2014. The series was renewed for a third series on 23 February 2015. The series was renewed for a fourth series on 8 November 2016 at Nine's upfronts. In December 2017, Love Child was cancelled after four series.",
        "Released": "2014-02-17",
        "Director": "Shirley Barrett",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Love_Child_intertitle.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Drama (film and television)",
        "Runtime": "2880.0"
    },
    {
        "Title": "Making Fiends (TV series)",
        "Plot": "Making Fiends is an American animated television miniseries based on the web series of the same name. The series ran from October 4, 2008 to November 1, 2008 on Nicktoons Network. The series is Nickelodeon Animation Studio’s first animated series to be based on a web series, and follows the evil Vendetta and the new happy but dim-witted girl, Charlotte, at school in the gloomy town of Clamburg. Vendetta hates Charlotte and tries to destroy her in each and every episode. The series is created by Amy Winfrey and produced by Nickelodeon Animation Studio, with Cyber Chicken Animation Studio and DQ Entertainment Limited animating the show in traditional 2D animation. Winfrey voices Charlotte and her grandmother Charlene, among other characters. Character designer Aglaia Mortcheva is the voice of Vendetta.All of the voice actors from the web cartoon reprise their roles for the TV series, with the addition of a new cast member and crew member, Dave Wasson, who previously created Time Squad for Cartoon Network.",
        "Released": "2008-10-04",
        "Director": "Dave Wasson",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Mking-fnds-logo.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Horror comedy",
        "Runtime": "1260.0"
    },
    {
        "Title": "Man of Many Many Faces",
        "Plot": "Man of Many Many Faces or The Man with Two Thousand Faces (Persian: مرد دوهزارچهره) is the sequel of Man of Many Faces. It is shown in Iran from March 21. Mehran Modiri is once again the director and main character for this TV show. It also stars Pejman Bazeghi, Reza Feiz Noroozi, Siamak Ansari and .",
        "Released": "2009-03-22",
        "Director": "Mehran Modiri",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy",
        "Runtime": "2700.0"
    },
    {
        "Title": "Street Fighter: Assassin's Fist",
        "Plot": "Street Fighter: Assassin's Fist is a British martial arts web series, TV series and feature film developed by Joey Ansah and Christian Howard. Based on Capcom's Street Fighter video game series, the story focuses on Ryu and Ken as they uncover the past of their master, Gouken and learn the secrets of their Dark Art, Ansatsuken. The web series was released on Machinima's YouTube channel on 23 May 2014 while the subsequent formats (TV & DVD/Blu-ray) were released later the same year and IFC Films released the film on 7 January 2015. A sequel series, Street Fighter: World Warrior, which would have seen Ryu and Ken come into conflict with M. Bison and Shadaloo, was in development, but was eventually scrapped in favour of Street Fighter: Resurrection, which served as a tie-in to Street Fighter V.",
        "Released": "2014-05-23",
        "Director": "Joey Ansah",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Assassins_Fist_first_official_poster_Ken_and_Ryu.jpeg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Martial arts film",
        "Runtime": "1320.0"
    },
    {
        "Title": "Star Trek Continues",
        "Plot": "Star Trek Continues is an American fan-made web series set in the Star Trek universe. Produced by the nonprofit charity Trek Continues, Inc. and Dracogen, and initially co-produced by Far from Home LLC and Farragut Films, the series consists of 11 episodes released between 2013 and 2017. The series is an unofficial direct continuation of Star Trek: The Original Series, and emulates its visual and storytelling features to achieve the same look and feel. Those who made the show have said in interviews that the intent was to finish the original five-year mission of the show, and this is borne out in the plot lines of the final two episodes. The series was fan-created and all episodes were released to watch on YouTube. As with all such Star Trek fan productions, use of copyrighted and trademarked properties from the original series was allowed so long as the production was not commercial. A portion of the funds necessary to produce the episodes was raised through successful Kickstarter and Indiegogo campaigns, to which thousands of backers contributed. Star Trek Continues won a Webby Award for \"People's Choice – Long Form Drama\" in 2016, a Geekie Award for \"Best Web Series\" in 2014, and numerous Telly and Accolade awards. The series was very positively received by critics, who praised the quality of the production and stated that the show set a new standard for Star Trek fan films. After the 11th episode was released in late 2017, the Star Trek Continues series ended.",
        "Released": "2013-05-24",
        "Director": "James Kerwin",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Star_Trek_Continues_Opening_Title_Card.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Fantasy",
        "Runtime": "3300.0"
    },
    {
        "Title": "Star Trek: Renegades",
        "Plot": "Star Trek: Renegades is a 2015 American science fiction fan film based on the Star Trek media franchise. It concerns a group of criminals and misfits who undertake a covert mission when suspicion arises that Starfleet's official military chain of command has been compromised by enemy agents. It was funded largely through crowdsourcing, and the film's producers said they would submit it to CBS as a spec TV pilot. The completed pilot film was released for public viewing via YouTube beginning August 24, 2015. Plans were announced for a Renegades web-based series, but in 2016 the overt Star Trek elements and characters were removed to avoid legal complications as a result of the Star Trek: Axanar lawsuit.",
        "Released": "2015-08-24",
        "Director": "Tim Russ",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/StarTrekRenegadesTeaserPoster.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Science fiction",
        "Runtime": "5400.0"
    },
    {
        "Title": "Starstruck (2010 film)",
        "Plot": "Starstruck, stylized as StarStruck, is a 2010 American teen musical drama television film starring Sterling Knight and Danielle Campbell that premiered as a Disney Channel Original Movie on February 14, 2010.",
        "Released": "2010-02-14",
        "Director": "Michael Grossman",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Starstruck_DVD.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Musical film",
        "Runtime": "4860.0"
    },
    {
        "Title": "Avalon High (film)",
        "Plot": "Avalon High is a 2010 Disney Channel Original Movie starring Gregg Sulkin, Britt Robertson, Joey Pollari, and Devon Graye. The movie is loosely based on the 2005 book of the same name by Meg Cabot. It premiered on November 12, 2010, in the United States, January 22, 2011, in Australia and New Zealand, and January 28, 2011, in the United Kingdom.",
        "Released": "2010-11-12",
        "Director": "Stuart Gillard",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/AvalonHighPoster.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Mystery film",
        "Runtime": "5400.0"
    },
    {
        "Title": "Azar Ki Ayegi Baraat",
        "Plot": "Azar Ki Ayegi Baraat is a Pakistani comedy-drama from GEO TV. The show stars Javed Sheikh, Saba Hameed, Bushra Ansari, Shehryar Zaidi, and Samina Ahmad. The show was telecast in Pakistan in November 2009.",
        "Released": "2009-11-30",
        "Director": "Marina Khan",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Azar_Ki_Ayegi_Baraat_(title_card).png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy drama",
        "Runtime": "2400.0"
    },
    {
        "Title": "Bad Guy (TV series)",
        "Plot": "Bad Guy (Korean: 나쁜 남자; RR: Nappeun namja) is a 2010 South Korean melodrama television series, starring Kim Nam-gil, Han Ga-in, Kim Jae-wook, Oh Yeon-soo and Jung So-min. Directed by Lee Hyung-min, it aired on SBS from May 26 to August 5, 2010 on Wednesdays and Thursdays at 21:55 for 17 episodes.",
        "Released": "2010-05-26",
        "Director": "Lee Hyung-min",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/NappeunNamja.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Melodrama",
        "Runtime": "1315.0"
    },
    {
        "Title": "Bad Hair Day (film)",
        "Plot": "Bad Hair Day is a Disney Channel Original Movie which premiered on February 13, 2015, starring Laura Marano and Leigh-Allyn Baker. The story centers on 16-year-old Monica Reeves, who is running for Prom Queen at her high school. One day, she wakes up with crazy hair after combining loads of different products. But Monica soon has bigger things to worry about when ex-police Lieutenant Elizabeth \"Liz\" Morgan arrives at Monica’s door in search of a $7 million diamond necklace. The two become unlikely friends as they race to fix Monica’s hair for prom and protect the necklace from falling into the hands of a world-renewed jewel thief, Pierce Peters.",
        "Released": "2015-02-13",
        "Director": "Érik Canuel",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Bad_Hair_Day_Poster.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Teen film",
        "Runtime": "5460.0"
    },
    {
        "Title": "Britain's Got the Pop Factor... and Possibly a New Celebrity Jesus Christ Soapstar Superstar Strictly on Ice",
        "Plot": "Britain's Got the Pop Factor... and Possibly a New Celebrity Jesus Christ Soapstar Superstar Strictly on Ice is a British television comedy special co-created, co-written, directed, produced by and starring comedian Peter Kay. It premiered on Channel 4 on 12 October 2008 in two parts. The special is a satire of reality television, and particularly, talent competitions such as Britain's Got Talent, Pop Idol, and The X Factor. It is presented as the grand final of the in-universe programme Britain's Got the Pop Factor, using recaps to chronicle the three finalists—Geraldine McQueen (Kay), 2 Up 2 Down (Jo Enright, Karl Lucas, David Hulston and Sian Foulkes), and R Wayne (Marc Pickering). The special satirizes clichés associated with the genre, such as contestants with memorable, emotional backstories intended to influence viewers' perceptions of them. It was the first show Kay had produced on the channel for four years, and was described by Channel 4 as the 'comedy forefront of the autumn schedule\"'. The broadcast of the special also mimicked those of reality shows, with the two parts (the latter being the \"results show\") being hammocked by a Peter Kay documentary. The two halves of the special were seen by a total of 7.16 and 4.01 million viewers respectively, while Kay released several singles in-character as McQueen, including \"The Winner's Song\", and a cover of \"I Know Him So Well\" with Susan Boyle as a charity single for Red Nose Day 2011.",
        "Released": "2008-10-12",
        "Director": "Peter Kay",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Britain’s_got_the_pop_factor.jpeg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Parody",
        "Runtime": "7200.0"
    },
    {
        "Title": "Three Wise Guys",
        "Plot": "Three Wise Guys is a 2005 Christmas television film. In an update on the nativity of Jesus, a pregnant woman named Mary is helped in the desert by three mobsters. The film stars Tom Arnold, Eddie McClintock, Judd Nelson, Jodi Lyn O'Keefe, Katey Sagal, and Nick Turturro. Filming took place in Albuquerque, New Mexico. Robert Iscove directed, with a story and screenplay by Damon Runyon and Lloyd Gold, respectively. Christopher Lennertz composed the score, and Francis Kenny was the cinematographer. At 87 minutes, the Lions Gate Television-produced film was released on the USA Network at 9 p.m., December 8, 2005.",
        "Released": "2005-12-08",
        "Director": "Robert Iscove",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Three_Wise_Guys.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Christmas film",
        "Runtime": "5220.0"
    },
    {
        "Title": "Tokumei Sentai Go-Busters",
        "Plot": "Tokumei Sentai Go-Busters (特命戦隊ゴーバスターズ, Tokumei Sentai Gōbasutāzu, Special Operations Squad Go-Busters) is Japanese tokusatsu drama and the 36th entry in Toei Company's Super Sentai metaseries, following Kaizoku Sentai Gokaiger. Its theme is based on spy movies and cyber technology and premiered on February 26, 2012 on TV Asahi, joining Kamen Rider Fourze and then Kamen Rider Wizard as a program featured in TV Asahi's Super Hero Time programming block. Some of the villains are designed by Yutaka Izubuchi; marking his return to Super Sentai character design after 1986's Choushinsei Flashman. Tokumei Sentai Go-Busters began airing in South Korea in 2013 as Power Rangers Go-Busters. In the United States, Tokumei Sentai Go-Busters was adapted as Power Rangers Beast Morphers; the first episode premiered on March 2, 2019. Beast Morphers was to be produced by Saban Brands but, on July 2, 2018, Hasbro would acquire all of the former company's entertainment assets, including the Power Rangers franchise.",
        "Released": "2012-02-26",
        "Director": "Takayuki Shibasaki",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Gobuster_title_card.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Cyberpunk",
        "Runtime": "1500.0"
    },
    {
        "Title": "Tinsel (TV series)",
        "Plot": "Tinsel is a Nigerian soap opera that began airing in August 2008. On 23 May 2013, the show's 1000th episode aired. It has been called \"the most successful television drama on Nigerian television in recent times\".On 21 Jan 2021, the show's 3000th episode aired.",
        "Released": "2008-08-01",
        "Director": "Alex Mouth",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Tinsel_title_screen.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Soap opera",
        "Runtime": "1500.0"
    },
    {
        "Title": "Wallander (Swedish TV series)",
        "Plot": "Wallander (Swedish pronunciation: [vaˈlǎnːdɛr]) is a Swedish television series adapted from Henning Mankell's Kurt Wallander novels, starring Krister Henriksson in the title role. The first season of thirteen films was produced in 2005 and 2006, with one taken directly from a novel and the remainder with new storylines suggested by Mankell. The second season of thirteen films was shown between 2009 and 2010. The stories are set in Ystad, Skåne near the southern tip of Sweden. The three films Before the Frost (#1), Mastermind (#6), and The Secret (#13) were premiered in cinemas, with the rest first released as direct-to-DVD movies. The first episode of the second series, Hämnden (The Revenge), was released in Swedish cinemas in January 2009; the rest of the series was made for television. A third and final season, containing six 90 minute episodes, aired in 2013 with Charlotta Jonsson replacing the late Johanna Sällström as Linda Wallander. The first episode, adapted from the novel The Troubled Man, was released in cinemas in January 2013.",
        "Released": "2005-01-14",
        "Director": "Jørn Faurschou",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Cover_of_Wallander_(Swedish).jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Crime fiction",
        "Runtime": "5340.0"
    },
    {
        "Title": "Wet Hot American Summer: First Day of Camp",
        "Plot": "Wet Hot American Summer: First Day of Camp is a comedy streaming television miniseries written by David Wain and Michael Showalter, and directed by Wain. First Day of Camp is the second installment in the Wet Hot American Summer franchise. The eight-episode Netflix series is a prequel to Wain's 2001 film Wet Hot American Summer, a parody of teen sex comedies which has since developed a cult following. Although many of the original film's ensemble cast have gone on to high-profile work, all of the then-adult actors returned for this series, playing even younger versions of their original roles. The episodes were released for online viewing at the end of July 2015.",
        "Released": "2015-07-31",
        "Director": "David Wain",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/FirstDayOfCamp.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy",
        "Runtime": "1800.0"
    },
    {
        "Title": "War & Peace (2016 TV series)",
        "Plot": "War & Peace is an historical drama television serial first broadcast on BBC One on 3 January 2016, produced by BBC Cymru Wales, in association with The Weinstein Company, Lookout Point and BBC Worldwide. It is a six-part adaptation of the 1869 novel War and Peace by the Russian author Leo Tolstoy, written by Andrew Davies and directed by Tom Harper. War & Peace aired on A&E, Lifetime and History Channel in the United States as four two-hour episodes, beginning on 18 January 2016. The serial stars Paul Dano, Lily James and James Norton in the leading roles.",
        "Released": "2016-01-03",
        "Director": "Tom Harper (director)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/War_and_peace_2016_tv_series_titlecard.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Period drama",
        "Runtime": "4920.0"
    },
    {
        "Title": "Two Women's Room",
        "Plot": "Two Women's Room (Korean: 두 여자의 방; RR: Du Yeoja-eui Bang) is a 2013 South Korean television melodrama starring Park Eun-hye, Wang Bit-na, Kang Ji-sub, and Kang Kyung-joon. It aired on SBS from August 1, 2013 to may 23, 2014 on Mondays to Fridays at 8:30 a.m. for 119 episodes.",
        "Released": "2013-08-01",
        "Director": "Lee Myung-woo",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/The_Women's_Room_(두_여자의_방)_-_Promotional_poster.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Family film",
        "Runtime": "510.0"
    },
    {
        "Title": "Wilfred Owen: A Remembrance Tale",
        "Plot": "Wilfred Owen: A Remembrance Tale was a 1-hour 2007 BBC documentary on the life of the First World War poet Wilfred Owen. It was presented by Jeremy Paxman and starred Samuel Barnett as Owen and Deborah Findlay as his mother Susan. It premiered on BBC One on Remembrance Sunday 2007.",
        "Released": "2007-11-11",
        "Director": "Louise Hooper",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Documentary",
        "Runtime": "3540.0"
    },
    {
        "Title": "A.D. The Bible Continues",
        "Plot": "A.D. The Bible Continues (also known as A.D. Kingdom and Empire) is an American biblical drama television miniseries, based on the Bible, and a sequel to the 2013 miniseries, The Bible, and follows up from the film Son of God which was a more in depth look on Jesus's story. It is produced by Roma Downey, Mark Burnett, and Richard Bedser. The limited series began airing on NBC on Easter Sunday, April 5, 2015, in twelve weekly one-hour episodes. The story takes place immediately after the events of The Bible miniseries, and then of the Son of God film, beginning with the crucifixion and resurrection of Jesus, and continues with the first ten chapters of the Acts of the Apostles. On July 3, 2015, NBC cancelled A.D. The Bible Continues after one season. However, producers Burnett and Downey plan future biblical productions on their OTT digital channel.",
        "Released": "2015-04-05",
        "Director": "Brian Kelly (director)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/AD_The_Bible_Continues_Title_Card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Biblical epic",
        "Runtime": "2760.0"
    },
    {
        "Title": "Adik Sa'Yo",
        "Plot": "Adik Sa'Yo (International title: Love Games / transl. Addicted to You) is a 2009 Philippine television drama romantic comedy series broadcast by GMA Network. Directed by Joel Lamangan and Lore Reyes, it stars Jolina Magdangal, Jennica Garcia, Dennis Trillo and Marvin Agustin. It premiered on June 8, 2009 on the network's Telebabad line up replacing All About Eve. The series concluded on September 11, 2009 with a total of 70 episodes. It was replaced by Stairway to Heaven in its timeslot. The series was released in DVD by GMA Records.",
        "Released": "2009-06-08",
        "Director": "Joel Lamangan",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Adik_Sa'Yo_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Drama (film and television)",
        "Runtime": "2700.0"
    },
    {
        "Title": "A for Andromeda (2006 film)",
        "Plot": "A for Andromeda is a 2006 remake of the 1961 TV series of the same name by Fred Hoyle and John Elliot.",
        "Released": "2006-03-27",
        "Director": "John Strickland",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/A_for_Andromeda_(2006).png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Thriller (genre)",
        "Runtime": "5100.0"
    },
    {
        "Title": "All My Life (TV series)",
        "Plot": "All My Life is a 2009 Philippine television drama romance series broadcast by GMA Network. Directed by Mac Alejandre and Andoy Ranay, it stars Aljur Abrenica and Kris Bernal. It premiered on June 29, 2009 on the network's Telebabad line up. The series concluded on September 18, 2009 with a total of 60 episodes. It was replaced by Ikaw Sana in its timeslot.",
        "Released": "2009-06-29",
        "Director": "Andoy Ranay",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/All_My_Life_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Romance film",
        "Runtime": "2700.0"
    },
    {
        "Title": "Amaya (TV series)",
        "Plot": "Amaya (Baybayin: ᜀᜋᜌ) is a Philippine television drama period series broadcast by GMA Network. Directed by Mac Alejandre, it stars Marian Rivera in the title role. The series is set in the pre-colonial period of the 1500s. It premiered on May 30, 2011 on the network's Telebabad line up replacing I Heart You, Pare!. The series concluded on January 13, 2012 with a total of 165 episodes. It was replaced by Legacy in its timeslot. The series is streaming online on YouTube.",
        "Released": "2011-05-30",
        "Director": "Mac Alejandre",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Amaya_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Period drama",
        "Runtime": "2220.0"
    },
    {
        "Title": "All About Eve (Philippine TV series)",
        "Plot": "All About Eve is a 2009 Philippine television drama series broadcast by GMA Network. The series is based on a 2000 South Korean television series of the same title. Directed by Gil Tejada Jr., Mac Alejandre and Eric Quizon, it stars Sunshine Dizon in the title role and Iza Calzado. It premiered on March 9, 2009 on the network's Telebabad line up replacing Luna Mystika. The series concluded on June 5, 2009 with a total of 63 episodes. It was replaced by Adik Sa'Yo in its timeslot.",
        "Released": "2009-03-09",
        "Director": "Eric Quizon",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/All_About_Eve_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Drama (film and television)",
        "Runtime": "2700.0"
    },
    {
        "Title": "Ancient Rome: The Rise and Fall of an Empire",
        "Plot": "Ancient Rome: The Rise and Fall of an Empire is a 2006 BBC One docudrama series, with each episode looking at a different key turning point in the history of the Roman Empire. This docudrama focuses on the Latin western half of the Roman Empire.",
        "Released": "2006-09-21",
        "Director": "Nick Green (television)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/BBC_Ancient_Rome_DVD_Cover.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Docudrama",
        "Runtime": "3600.0"
    },
    {
        "Title": "Dustbin Baby (film)",
        "Plot": "Dustbin Baby is a BBC television film directed by Juliet May, based on Jacqueline Wilson's 2001 novel of the same name. It was first broadcast on BBC One on 21 December 2008. The film stars Dakota Blue Richards as April, a troubled teenager who was abandoned in a dustbin as an infant, and Juliet Stevenson as Marion Bean, April's adoptive mother. David Haig stars as Elliot, Marion's friend and colleague. The screenplay was written by Helen Blakeman, and the film was produced by Kindle Entertainment. Dustbin Baby deals with themes including maternal bonding, bullying, and youth crime. The story revolves around April running away on her fourteenth birthday, while Marion searches for her. April's life is recounted in flashbacks as she meets people and visits places that are significant to her. Both Wilson and critics responded positively to the film, with Wilson saying she thought it was the best film adaptation of any of her works. It was released on DVD on 12 January 2009. Dustbin Baby was awarded the International Emmy in the Children and Young People category at the 2009 ceremony. Helen Blakeman won a Children's BAFTA for the screenplay, while the film itself was shortlisted for a Children's BAFTA in the Drama category and shortlisted for the Kids' Vote award. The film was also awarded the 2010 KidScreen Award for Best One-off, Special, or TV movie aimed at a Family Audience and the KidScreen Award for Best Acting.",
        "Released": "2008-12-21",
        "Director": "Juliet May",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Dustbin_Baby-_April_in_the_graveyard.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Adventure film",
        "Runtime": "5280.0"
    },
    {
        "Title": "Dynasty: The Making of a Guilty Pleasure",
        "Plot": "Dynasty: The Making of a Guilty Pleasure is a 2005 American made-for-television film based on the creation and behind the scenes production of the 1980s prime time soap opera Dynasty. It was broadcast on ABC on 2 January 2005.",
        "Released": "2005-01-02",
        "Director": "Matthew Miller (producer)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Dynasty_The_Making_of_a_Guilty_Pleasure_(2005)_-_European_DVD_cover.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Docudrama",
        "Runtime": "5400.0"
    },
    {
        "Title": "Family Tree (TV series)",
        "Plot": "Family Tree is a documentary-style television comedy created by Christopher Guest and Jim Piddock. The series premiered on 12 May 2013, on the American pay television network HBO, and appeared on the British channel BBC Two in July 2013. Guest, Piddock, Karen Murphy, Deborah Oppenheimer, and Mario Stylianides serve as the show's executive producers. On 23 January 2014, it was announced that HBO had cancelled the series.",
        "Released": "2013-05-12",
        "Director": "Christopher Guest",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Family_Tree_intertitle.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy",
        "Runtime": "1800.0"
    },
    {
        "Title": "Fatal Desire",
        "Plot": "Fatal Desire is a made-for-TV film produced by Lifetime Television. It premiered April 3, 2006 on the network and starred Eric Roberts as Joe, an ex-policeman turned casino pit boss in Atlantic City, and Anne Heche as Tanya Sullivan, a bored housewife with very manipulative ways. The film was based on, or \"inspired by,\" the true crime book Fatal Error by journalists Mark Morris and Paul Janczewski. The book in turn was based on the real life case against Sharee Miller. The film featured two original songs by New Orleans-based singer/songwriter Kristin Diable and marked the cable television premiere of her work.",
        "Released": "2006-04-03",
        "Director": "Ralph Hemecker",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Fatal_desire_(dvd_cover).jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Thriller (genre)",
        "Runtime": "6780.0"
    },
    {
        "Title": "Fanny Hill (TV serial)",
        "Plot": "Fanny Hill is a BBC adaptation of John Cleland's controversial 1748 novel Fanny Hill, written by Andrew Davies and directed by James Hawes. This is the first television adaptation of the novel. Fanny Hill was broadcast in October 2007 on BBC Four in two episodes. Fanny Hill tells the story of a young country girl (Rebecca Night) who is lured into prostitution in 18th-century London.",
        "Released": "2007-10-22",
        "Director": "James Hawes",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Costume drama",
        "Runtime": "6360.0"
    },
    {
        "Title": "F.I.R. (TV series)",
        "Plot": "F.I.R. is an Indian cop-based television sitcom that aired from 31 July 2006 to 23 January 2015, on SAB TV. The show was produced by Edit 2 Productions. It was nominated for the Best Sitcom category at the Indian Telly Awards in 2009.",
        "Released": "2006-07-31",
        "Director": "Shashank Bali",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Sitcom",
        "Runtime": "1320.0"
    },
    {
        "Title": "Nuclear Secrets",
        "Plot": "Nuclear Secrets, aka Spies, Lies and the Superbomb, is a 2007 BBC Television docudrama series which looks at the race for nuclear supremacy from the Manhattan Project through to Pakistan's nuclear weapons programme.",
        "Released": "2007-01-15",
        "Director": "Toby Sculthorpe",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Nuclear_Secrets_DVD_cover.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Docudrama",
        "Runtime": "3600.0"
    },
    {
        "Title": "Hairspray Live!",
        "Plot": "Hairspray Live! is an American television special that aired live on the American television network NBC on December 7, 2016. Produced by Craig Zadan and Neil Meron, and hosted by Darren Criss, it is a performance of a new adaptation of the 2002 Broadway musical Hairspray.",
        "Released": "2016-12-07",
        "Director": "Kenny Leon",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Hairspray_Live_Poster.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Live television",
        "Runtime": "6780.0"
    },
    {
        "Title": "Hamlet (2009 film)",
        "Plot": "Hamlet is a 2009 television film adaptation of the Royal Shakespeare Company's 2008 modern-dress stage production of William Shakespeare's play of the same name, aired on BBC Two on 26 December 2009. It was broadcast by PBS' Great Performances in the United States on 28 April 2010. Directed by Gregory Doran, it features the original stage cast of David Tennant in the title role of Prince Hamlet, Patrick Stewart as both King Claudius and the ghost of Hamlet's father, Penny Downie as Queen Gertrude, Mariah Gale as Ophelia, Edward Bennett as Laertes, Oliver Ford Davies as Polonius, and Peter de Jersey as Horatio.",
        "Released": "2009-12-26",
        "Director": "Gregory Doran",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Hamlet_2009_television_film_DVD.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Tragedy",
        "Runtime": "10800.0"
    },
    {
        "Title": "Invisible Sister",
        "Plot": "Invisible Sister is a 2015 Disney Channel Original Movie, based on the book My Invisible Sister by Beatrice Colin and Sara Pinto. The film is directed by Paul Hoen, and stars Rowan Blanchard and Paris Berelc. It focuses on a student who turns her older sister invisible due to a failed science project. It premiered on October 9, 2015, and was viewed by 4.03 million people.",
        "Released": "2015-10-09",
        "Director": "Paul Hoen",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Invisible_Sister_Poster.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy",
        "Runtime": "4620.0"
    },
    {
        "Title": "Heroes and Villains (TV series)",
        "Plot": "Heroes and Villains is a 2007–2008 BBC Television drama series looking at key moments in the lives and reputations of some of the greatest warriors of history. Each hour-long episode features a different historical figure, including Napoleon I of France, Attila the Hun, Spartacus, Hernán Cortés, Richard I of England, and Tokugawa Ieyasu. The statements at the beginning of each episode read: \"This film depicts real events and real characters. It is based on the accounts of writers of the time. It has been written with the advice of modern historians.\" In the United States the show was aired on The Military Channel and was called Warriors.",
        "Released": "2007-11-11",
        "Director": "Nick Murphy (director)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Heroes_&_Villains_DVD_Cover.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Drama",
        "Runtime": "3600.0"
    },
    {
        "Title": "Her Only Child",
        "Plot": "Her Only Child is a television film which premiered on March 22, 2008 in the United States.",
        "Released": "2008-03-22",
        "Director": "Douglas Jackson (filmmaker)",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Drama",
        "Runtime": "5640.0"
    },
    {
        "Title": "Takkay Ki Ayegi Baraat",
        "Plot": "Takkay ki Ayegi Baraat is a Pakistani comedy-drama that aired on Geo TV from June 2011 to October 2011. The third instalment of its kind, it is a continuation of the hit Dolly ki Ayegi Baraat in the Evernew's popular storyline of Kis Ki Ayegi Baraat. The show includes most of the characters from Dolly ki Ayegi Baraat, and focuses on the story of Mustaq a.k.a. Takkay and Sila's friend Sukena. Takkay ki Ayegi Baraat is written by Vasay Chaudry who had co written the previous serial as well. The character of Sila, previously played by Sarwat Gilani and Ayesha Omar in the first and second serials respectively, is played by Alishba Yousuf. This is the third time the character of Sila has been played by a different actress. And the character of Azar (played by Hassan Niazi in the previous two serials) is now played by Ahsan Khan.",
        "Released": "2011-06-23",
        "Director": "Marina Khan",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Takkay_ki_Ayegi_Baraat.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy drama",
        "Runtime": "2400.0"
    },
    {
        "Title": "Terry Pratchett's Hogfather",
        "Plot": "Terry Pratchett's Hogfather is a 2006 two-part British Christmas-themed fantasy comedy television miniseries adaptation of Hogfather by Terry Pratchett, produced by The Mob, and first broadcast on Sky1, and in High Definition on Sky1 HD, over Christmas 2006. First aired in two 1.5-hour episodes on 17 and 18 December 2006 at 20:00 UTC, it was the first live-action film adaptation of a Discworld novel. In 2007, the two episodes were rerun on Christmas Eve and Christmas Day respectively on Sky One and Sky1 HD. Hogfather won the Interactivity Award at the 2007 BAFTA TV Awards for its use of the interactive options available on digital television.",
        "Released": "2006-12-17",
        "Director": "Vadim Jean",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Hogfather-sky.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Fantasy comedy",
        "Runtime": "11340.0"
    },
    {
        "Title": "The Catherine Tate Show",
        "Plot": "The Catherine Tate Show is a British television sketch comedy written by Catherine Tate and Derren Litten. Tate also stars in all but one of the show's sketches, which feature a wide range of characters. The Catherine Tate Show airs on BBC Two and is shown worldwide through the BBC. Collectively, the show has been nominated for six BAFTA Awards, two British Comedy Awards and an Emmy Award, and it has won two Royal Television Society Awards, two British Comedy Awards and a National Television Award since its debut in 2004.",
        "Released": "2007-12-25",
        "Director": "Gordon Anderson (director)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/The_Catherine_Tate_Show.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Sketch comedy",
        "Runtime": "3000.0"
    },
    {
        "Title": "The Dovekeepers",
        "Plot": "The Dovekeepers is a two-part television adaptation based on the book of the same name by Alice Hoffman from executive producers Roma Downey and Mark Burnett. It features the Siege of Masada by troops of the Roman Empire towards the end of the First Jewish–Roman War. The program premiered in the United States on March 31, 2015 on CBS.",
        "Released": "2015-03-31",
        "Director": "Yves Simoneau",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Biblical",
        "Runtime": "10800.0"
    },
    {
        "Title": "The Fresh Beat Band",
        "Plot": "The Fresh Beat Band (originally known as The JumpArounds) is an American live action musical children's television series created by Scott Kraft and Nadine van der Velde for Nickelodeon. The show stars the \"Fresh Beats\" (Kiki, Shout, Marina, and Twist), described as four best friends in a silly and jolly band who graduate together from music school and are determined to follow their dreams. The series premiered on Nickelodeon in the United States on August 24, 2009. In December 2013, it was announced that the series would not be renewed for a fourth season. In 2015, an animated television series, Fresh Beat Band of Spies, premiered on Nickelodeon. All four members of the band lend their voices to their respective characters in the spin-off. The series returned on Nick Jr. on Pluto TV on May 1, 2019.",
        "Released": "2009-08-24",
        "Director": "Jody Margolin Hahn",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/The_Fresh_Beat_Band_Logo.svg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Children's television series",
        "Runtime": "1380.0"
    },
    {
        "Title": "The Great Martian War 1913–1917",
        "Plot": "The Great Martian War 1913–1917 is a 2013 Canadian/UK made-for-television science fiction docudrama film, produced by Michael Kot, Steve Maher, and Mike Slee, and also directed by Slee. It unfolds in the style of an episode from the History TV Channel. The film as presented is an alternate history of World War I: the European Allies, and eventually America, fight Martian invaders instead of Germany and the Central Powers. Europe is on tenterhooks in the 2nd decade of the 20th century. Everyone is expecting war between the European powers. Then, the German government issues an urgent plea to the world for military intervention that completely changes the reason for that war. Many references to real events in The Great War are woven into the film's fictional narrative. They include parallels to the conflict's mass battles and defeats, as men are thrown against the Martian war machines on the Western front, the Christmas truce, and the Angel of Mons, and America's isolationism and its late entry into the war. The film also utilizes a surprising twist on the real worldwide \"Spanish\" flu epidemic that killed more people than the conflict itself. It becomes the key development in ending the alien invasion. The film is based on the 1897 science fiction novel The War of the Worlds, by English author H. G. Wells, and includes both new and digitally altered film footage shot during the War to End All Wars to establish the scope of the interplanetary conflict.",
        "Released": "2013-12-08",
        "Director": "Mike Slee",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/GreatMartianWar-TVFilm-2013.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Alternate history",
        "Runtime": "5400.0"
    },
    {
        "Title": "The King's Face",
        "Plot": "The King's Face (Korean: 왕의 얼굴; RR: Wang-ui Eolgul; Hanja: 王의 얼굴) is a 2014 South Korean television series starring Seo In-guk, Jo Yoon-hee, Lee Sung-jae, Kim Gyu-ri and Shin Sung-rok. It aired on KBS2 from November 19, 2014 to February 5, 2015 on Wednesdays and Thursdays at 21:55 for 23 episodes.",
        "Released": "2014-11-19",
        "Director": "Yoon Sung-sik",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Thekingsface-poster.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Romance film",
        "Runtime": "1315.0"
    },
    {
        "Title": "The Knick",
        "Plot": "The Knick is an American medical period drama television series on Cinemax created by Jack Amiel and Michael Begler and directed by Steven Soderbergh. The series follows Dr. John W. Thackery (Clive Owen) and the staff at a fictionalized version of the Knickerbocker Hospital (the Knick) in New York during the early twentieth century. Amiel and Begler wrote the majority of the episodes and are executive producers. Owen, Soderbergh, Gregory Jacobs, and Michael Sugar (Anonymous Content) were executive producers. Steven Katz was the supervising producer and also writer, Michael Polaire was the producer and David Kirchner the associate producer. The show premiered on Cinemax on August 8, 2014. On July 10, 2014, Cinemax renewed The Knick for a ten-episode second season, which premiered on October 16, 2015. In March 2017, Cinemax announced the series was canceled. In September 2020, Soderbergh confirmed that a new season of The Knick is in development led by Barry Jenkins and André Holland, who would return as his character Dr. Algernon C. Edwards, and that original creators Jack Amiel and Michael Begler have written a pilot episode.",
        "Released": "2014-08-08",
        "Director": "Steven Soderbergh",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/The_Knick_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Medical drama",
        "Runtime": "3420.0"
    },
    {
        "Title": "The Kevin Bishop Show",
        "Plot": "The Kevin Bishop Show is a sketch comedy written by and starring English comedian Kevin Bishop, part of the Star Stories team. The show was commissioned by Channel 4 for a six-part series starting on 25 July 2008 at 10 p.m. A pilot was broadcast on 23 November 2007 as part of Channel 4's Comedy Showcase and the programme soon earned interest for its incredibly fast pace; 42 sketches were shown in 23 minutes. The show was nominated for Best New Comedy at the 2008 British Comedy Awards. The show started its second series on Friday 31 July 2009 at 10 p.m. on Channel 4.",
        "Released": "2008-07-25",
        "Director": "Elliot Hegarty",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy",
        "Runtime": "1800.0"
    },
    {
        "Title": "Cherished (film)",
        "Plot": "Cherished is a single British true crime drama, written by acclaimed screenwriter Gwyneth Hughes, that first broadcast on BBC One on 22 February 2005. Starring Sarah Lancashire as protagonist Angela Cannings, the drama is based on Cannings' wrongful conviction for the deaths of two of her infant children, Jason and Matthew. Directed by Robin Sheppard, the drama also stars Timothy Spall as Angela's husband Terry, Emma Cunniffe as Angela's sister Claire; and Ian McNeice as her defence barrister; Bill Bache. The drama was a joint production between the BBC's drama and current affairs wings. 5.18 million viewers tuned in for the initial broadcast. Similarly to other true-life BBC productions of the time; Cherished has never been released on DVD. Cannings herself said of the production; \"We're still suffering the aftermath of this whole episode. This film is for Jade, so when she is older she can see what it was all about. The general public would assume that we've got back together and that's it. But there is an awful lot of healing. It doesn't just heal overnight. Even now I sit and think why we had to go through all that. We've had quite a lot to do with the scriptwriter, the BBC has been very good. They've dealt with us very fairly.\" Sarah Lancashire said of playing the part of Cannings; \"I'm delighted to be playing the part of Angela. When I read the script I was very moved. The loss of any child is a dreadful thing, the loss of three is unimaginable. Whilst any parent could relate to the anguish that Terry and Angela must have felt I cannot comprehend the strength it must have taken to sustain Angela through even a part of a life sentence. Theirs is a remarkable story.\"",
        "Released": "2005-02-22",
        "Director": "Robin Shepperd",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/CherishedSarahLancashire.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "True crime",
        "Runtime": "5400.0"
    },
    {
        "Title": "Chala Hawa Yeu Dya",
        "Plot": "Chala Hawa Yeu Dya (transl. Let the wind blow) is an Indian television show in the Marathi originally aired on Zee Marathi. The show opens with Nilesh Sable's topical comic monologue, then transitions into guest interviews featuring celebrity guests typically from the Marathi film and theatre industry followed by comedic sketches by recurring performers Bhalchandra Kadam, Kushal Badrike, Bharat Ganeshpure, Shreya Bugade, Sagar Karande, Ankur Vadhave, Yogesh Shirsat, Tushar Deol, Umesh Jagtap, Snehal Shidam. The show was started from 18 August 2014. This show was stopped first time for shooting of new season on 7 November 2017 and from 8 January 2018, the show again started with the extended title Jagbhar Chala Hawa Yeu Dya consisting of the comedian's World Tour journey, sponsored by Veena World Tours. However, third and eighth season received negative response from the audience stating that it was gaudy comedy. This show was stopped second time due to the COVID-19 pandemic on 24 March 2020 and restarted from 13 July 2020. Due to negative response and decrease in TRP, they stopped their eight season Ladies Jindabad from April 2021 without doing Finale.",
        "Released": "2014-08-18",
        "Director": "Nilesh Sable",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Chyd.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Sketch comedy",
        "Runtime": "2700.0"
    },
    {
        "Title": "Assume the Position with Mr. Wuhl",
        "Plot": "Assume the Position with Mr. Wuhl is a 2-part comedy and documentary show on HBO. It stars actor Robert Wuhl. The show looks at the facts and myths of American history in a comedic view.",
        "Released": "2006-04-01",
        "Director": "D. A. Pennebaker",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Documentary film",
        "Runtime": "1800.0"
    },
    {
        "Title": "Kara Para Aşk",
        "Plot": "Kara Para Aşk (English: Black Money Love) is a Turkish television series broadcast on ATV screens on Wednesday evenings. The leading cast are Tuba Büyüküstün, Engin Akyürek and Erkan Can. The production of the series is undertaken by Ay Yapım, produced by Kerem Çatay, and directed by . The show is divided into 54 long Turkish episodes and 164 short international episodes. The first episode of the series aired on Wednesday, 12 March 2014, and concluded on Wednesday, 15 July 2015. With gaining significant viewer ratings, it was one of the most popular and most watched television dramas by that time.",
        "Released": "2014-03-12",
        "Director": "Ahmet Katıksız",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Kara_Para_Aşk_Logo.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Mystery fiction",
        "Runtime": "7200.0"
    },
    {
        "Title": "Kamen Rider W",
        "Plot": "Kamen Rider W (仮面ライダーW (ダブル), Kamen Raidā Daburu, also called Kamen Rider Double), is a 2009-2010 Japanese tokusatsu drama, the eleventh series in the Heisei period run of the Kamen Rider Series and the twentieth overall. It premiered following the finale of Kamen Rider Decade on September 6, 2009, and aired alongside Samurai Sentai Shinkenger in TV Asahi's Super Hero Time programming block. Following Shinkenger's finale, it aired alongside Tensou Sentai Goseiger, until W concluded on August 29, 2010. The series is described as the \"Heisei Kamen Rider 10th Anniversary Project: Fall Campaign\" (平成仮面ライダー10周年プロジェクト 秋の陣, Heisei Kamen Raidā Jusshūnen Purojekuto: Aki no Jin). In the first episode of Kamen Rider Fourze, W is revealed to be in the same continuity as the original Showa timeline, making it the first series to do so since Kamen Rider Agito. The series is notable for being the first installment in what's popularly viewed as Heisei era Kamen Rider's second phase by fans. A sequel manga series, Fuuto PI, began serialization in August 2017 and an anime adaptation began airing in August 2022.",
        "Released": "2009-09-06",
        "Director": "Ryuta Tasaki",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Kamen_Rider_W_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Detective fiction",
        "Runtime": "1500.0"
    },
    {
        "Title": "Kamen Rider Ex-Aid",
        "Plot": "Kamen Rider Ex-Aid (仮面ライダーエグゼイド, Kamen Raidā Eguzeido) is a Japanese tokusatsu drama in Toei Company's Kamen Rider Series. It is the eighteenth series in the Heisei period run and the twenty-seventh series overall. Toei registered the Kamen Rider Ex-Aid trademark on June 13, 2016. The show premiered on October 2, 2016, one week after the finale of Kamen Rider Ghost, joining Doubutsu Sentai Zyuohger and later, Uchu Sentai Kyuranger in the Super Hero Time line-up.",
        "Released": "2016-10-02",
        "Director": "Shojiro Nakazawa",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Kamen_Rider_Ex-Aid_logo.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Cyberpunk",
        "Runtime": "1500.0"
    },
    {
        "Title": "Katie Morag (TV series)",
        "Plot": "Katie Morag (Scottish Gaelic: Ceitidh Morag) is the television adaptation of the series of books by Mairi Hedderwick. The programmes follow the adventures of Katie Morag whose life on the fictional Scottish island of Struay is full of stories of jealousy, bravery and rivalry and peopled by an annoying little brother, busy shopkeeper parents, a perfectly perfect best friend and a couple of grandmothers who between them know everything about everything. The series was produced by Move On Up with support from BBC Scotland and commissioned by the BBC's CBeebies and CBBC channels. It also airs on the BBC's Gaelic channel BBC Alba. Don Coutts directed the series which Margaret Matheson produced and Lindy Cameron executive produced and edited. Katie Morag is also available on BBC iPlayer for over a year.",
        "Released": "2013-11-03",
        "Director": "Don Coutts",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Peabody_Conversations_Katie_Morag.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy",
        "Runtime": "900.0"
    },
    {
        "Title": "Kamen Rider Drive",
        "Plot": "Kamen Rider Drive (仮面ライダードライブ, Kamen Raidā Doraibu) is a Japanese tokusatsu television series serving as the 16th Heisei Kamen Rider Series, and 25th series over all. Riku Sanjo returns to the Kamen Rider Series to serve as Drive's lead screenwriter, with Ryuta Tasaki as director. It premiered on TV Asahi and affiliate stations throughout Japan on October 5, 2014, the week following the finale of its preceding series Kamen Rider Gaim, and joining Ressha Sentai ToQger then Shuriken Sentai Ninninger in the Super Hero Time programming block, until Drive concluded on September 27, 2015. Drive is peculiar among the heroes in the Kamen Rider franchise, as his motif and main mode of transportation is a car, rather than the signature motorcycles used by his predecessors.",
        "Released": "2014-10-05",
        "Director": "Shojiro Nakazawa",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Kamen_Rider_Drive_logo.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy drama",
        "Runtime": "1500.0"
    },
    {
        "Title": "LaLola (Philippine TV series)",
        "Plot": "LaLola is a Philippine television drama fantasy comedy series broadcast by GMA Network. The series is based on a 2007 Argentine television series of the same title. Directed by Dominic Zapata and Jun Lana, it stars Rhian Ramos and JC de Vera. It premiered on October 13, 2008 on the network's Telebabad line up replacing Ako si Kim Samsoon. The series concluded on February 6, 2009 with a total of 85 episodes.",
        "Released": "2008-10-13",
        "Director": "Jun Lana",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/LaLola_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy drama",
        "Runtime": "2700.0"
    },
    {
        "Title": "Kamen Rider Ghost",
        "Plot": "Kamen Rider Ghost (仮面ライダーゴースト, Kamen Raidā Gōsuto) is a Japanese tokusatsu drama serving as the 17th Heisei Kamen Rider Series, and 26th series overall. Takuro Fukuda serves as Ghost's lead screenwriter, with Satoshi Morota as director. It premiered on TV Asahi and affiliate stations throughout Japan on October 4, 2015, the week following the finale of its predecessor series Kamen Rider Drive, joining Shuriken Sentai Ninninger, and later, Doubutsu Sentai Zyuohger in the Super Hero Time programming block.",
        "Released": "2015-10-04",
        "Director": "Ryuta Tasaki",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Kamen_Rider_Ghost_logo.png?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy horror",
        "Runtime": "1500.0"
    },
    {
        "Title": "Kamen Rider Hibiki",
        "Plot": "Kamen Rider Hibiki (仮面ライダー響鬼（ヒビキ）, Kamen Raidā Hibiki, lit. 'Masked Rider Echo Ogre') is a Japanese tokusatsu superhero television series, serving as the fifteenth installment in the popular Kamen Rider Series of tokusatsu programs. It is a joint collaboration between Ishimori Productions and Toei. Kamen Rider Hibiki first aired on January 30, 2005 and aired its final episode on January 22, 2006. TV Asahi's Super Hero Time along with Mahō Sentai Magiranger. This series is noted for introducing new themes and styles yet unseen in other shows. The catchphrase for the series is: \"To us, there are heroes.\" (ぼくたちには、ヒーローがいる, Bokutachi ni wa, hīrō ga iru).",
        "Released": "2005-01-30",
        "Director": "Osamu Kaneda",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Kamenrider06_hibiki_300.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Superhero fiction",
        "Runtime": "1500.0"
    },
    {
        "Title": "Kamandag",
        "Plot": "Kamandag (International title: Venom) is a Philippine television drama fantasy series broadcast by GMA Network. The series is based from the graphic novel of Carlo J. Caparas. Directed by Mark A. Reyes and Topel Lee, it stars Richard Gutierrez in the title role. It premiered on November 19, 2007 on the network's Telebabad line up. The series concluded on April 25, 2008 with a total of 113 episodes. It was replaced by Dyesebel in its timeslot.",
        "Released": "2007-11-19",
        "Director": "Mark A. Reyes",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Kamandag_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Drama (film and television)",
        "Runtime": "2700.0"
    },
    {
        "Title": "La que se avecina",
        "Plot": "La que se avecina, is a Spanish television situation comedy created by Alberto Caballero, Laura Caballero and Daniel Deorador. The show is set in Mirador de Montepinar, a condominium located in the suburbs of Madrid. The show is an indirect successor to the Antena 3 comedy Aquí no hay quien viva. The name is a pun on the verb \"avecinarse\", which means both \"become neighbour to\" and \"approach\", and is used in expression la que se avecina meaning \"the trouble that is approaching\", so it alludes both to being neighbours and the friction that exists between the characters. La que se avecina debuted on Telecinco, and was later rerun by the same network as well as cable/satellite channels FDF and Comedy Central España. The series debuted on 22 April 2007, the show began to become much more prominent in its third season, becoming one of the most widely watched shows in Spain. Most characters in the show are stereotypical representations of different groups in Spanish society and occasionally pokes fun at Spanish politics. In 2013 started airing on the Bulgarian Pay Television channel 'BTV Comedy' where in studio 'MediaLink' is voice overed up to season 4 and dubbed from season 5 and up.",
        "Released": "2007-04-22",
        "Director": "Laura Caballero",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/LaQueSeAvecina.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Situation comedy",
        "Runtime": "515700.0"
    },
    {
        "Title": "Supervolcano (film)",
        "Plot": "Supervolcano is a 2005 British-Canadian disaster film that originally aired on 13 March 2005 on BBC One, and released by the BBC on 10 April 2005 on the Discovery Channel. It is based on the speculated and potential eruption of the volcanic Yellowstone Caldera, in Yellowstone National Park. Its tagline is \"Scientists know it as the deadliest volcano on Earth. You know it...as Yellowstone\".",
        "Released": "2005-04-10",
        "Director": "Tony Mitchell (director)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Supervolcano.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Disaster film",
        "Runtime": "7200.0"
    },
    {
        "Title": "Sunday PinaSaya",
        "Plot": "Sunday PinaSaya (transl. Sunday Philippines Happy) is a Philippine television variety show broadcast by GMA Network. Hosted by Ai-Ai delas Alas, Marian Rivera, Wally Bayola and Jose Manalo, it premiered on August 9, 2015 on the network's Sunday Grande sa Hapon line up replacing Sunday All Stars. The show concluded on December 29, 2019 with a total of 226 episodes. It was replaced by All-Out Sundays in its timeslot.",
        "Released": "2015-08-09",
        "Director": "Louie Ignacio",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Sunday_PinaSaya_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Variety show",
        "Runtime": "9000.0"
    },
    {
        "Title": "Doll & Em",
        "Plot": "Doll & Em is a British comedy television series created by and starring Emily Mortimer and Dolly Wells. A six-episode order was commissioned by Sky Living in 2013. The series was directed and co-written by Azazel Jacobs. A 124-minute theatrical cut of the series was shown at the London Film Festival, premiering 10 October 2013. Sky Living premiered Doll & Em on 18 February 2014. The American cable network HBO acquired the series in September 2013, and premiered it on 19 March 2014. On 16 October 2014, Sky Living renewed the show for a second series, which started broadcasting on 3 June 2015 on Sky Atlantic in the UK.",
        "Released": "2014-02-18",
        "Director": "Azazel Jacobs",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Television comedy",
        "Runtime": "1320.0"
    },
    {
        "Title": "Splitting Adam (film)",
        "Plot": "Splitting Adam is a film that aired on February 16, 2015. The film stars Jace Norman, Jack Griffo, Isabela Moner, Tony Cavalero was directed by Scott McAboy and produced by Amy Sydorick. Splitting Adam won Best Children's Program at the 2016 Leo Awards. Also, director Scott McAboy won Best Direction in the Children's Program category.",
        "Released": "2015-02-16",
        "Director": "Scott McAboy",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Splitting_Adam_poster.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Comedy film",
        "Runtime": "5580.0"
    },
    {
        "Title": "I'm a Stripper",
        "Plot": "I'm a Stripper is a 5 part TV documentary mini-series written and directed by Charlie David, and produced by Nickolaos Stagias with David's own Border2Border Entertainment Inc. The show follows the lives of a number of male strippers from various backgrounds in a number of locations in United States and Canada. The full title I'm a Stripper: The Real Life Magic Men refers to the popularity of Steven Soderbergh's film Magic Mike starring Channing Tatum. The series was launched on 3 April 2013 for television and has been featured in American Logo for its 'WHAT!?' documentary series features and on Canadian OUTtv specialized stations.",
        "Released": "2013-04-03",
        "Director": "Charlie David",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/I-m-a-stripper-poster.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Reality Television",
        "Runtime": "13440.0"
    },
    {
        "Title": "Spy (2011 TV series)",
        "Plot": "Spy is a British situation comedy created and written by Simeon Goulden. The first series aired on 14 October 2011 on Sky 1 in the UK, as well as on the online video service Hulu in the United States. A second series began airing on 19 October 2012, ending with a Christmas Special on 26 December 2012. On 1 March 2013, Darren Boyd announced that the show would not be returning for a third series.",
        "Released": "2011-10-14",
        "Director": "John Henderson (director)",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Spy_(2011_TV_series)_Logo.jpeg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Sitcom",
        "Runtime": "1800.0"
    },
    {
        "Title": "If I Had You (film)",
        "Plot": "If I Had You is a one-off British crime drama television film, starring Sarah Parish, Poppy Miller, and Paul McGann. Parish stars as police detective Sharon Myers, who moves from the big city back to her small hometown to investigate a murder. If I Had You was first broadcast on 7 May 2006 on ITV. It was also broadcast in the United States on BBC America on 25 July 2006. Future member of One Direction, Louis Tomlinson, makes a short appearance as a member of a group of boys who discover a body in the river.",
        "Released": "2006-05-07",
        "Director": "John Deery",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Crime drama",
        "Runtime": "7200.0"
    },
    {
        "Title": "Mere Khuda",
        "Plot": "Mere Khuda was a Pakistani television series which was aired on 2 February 2015 at Hum TV. It starts with Mehmood Akhtar, Nimra Khan, Agha Ali, Sumbul Iqbal, Saba Faisal, Sabahat Ali Bukhari, Javed Sheikh, Seemi Pasha, Kanwar Arsalan, Humayun Ashraf on their leading roles. It had 48 Episodes. It was ended on 20 May 2015. It is directed by Barkat Siddiqui and written by Muhammad Asif Ali.",
        "Released": "2015-02-02",
        "Director": "Barkat Siddiqui",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Title_Screen_of_Mere_Khuda.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Romance film",
        "Runtime": "2700.0"
    },
    {
        "Title": "Meu Pedacinho de Chão",
        "Plot": "Meu Pedacinho de Chão (English: My Little Piece of Ground) is a Brazilian telenovela written by Benedito Ruy Barbosa and directed by Luiz Fernando Carvalho produced and broadcast by Rede Globo. It aired from April 7 to August 1, 2014. Based on the 1971 telenovela of the same name created by Benedito Ruy Barbosa. It starred Bruna Linzmeyer, Irandhir Santos, Johnny Massaro, Bruno Fagundes, Rodrigo Lombardi, Juliana Paes, Osmar Prado, Antônio Fagundes, Geytsa Garcia and Tomás Sampaio.",
        "Released": "2014-04-07",
        "Director": "Luiz Fernando Carvalho",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Meu_Pedacinho_de_Chão_title_card.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Romance film",
        "Runtime": "2580.0"
    },
    {
        "Title": "Neo Ultra Q",
        "Plot": "Neo Ultra Q (ネオ・ウルトラQ, Neo Urutora Kyū) is a 2013 Japanese television drama broadcast by WOWOW and produced by Tsuburaya Productions as the 24th entry in the Ultra Series. It is billed as a second season of the 1966 drama Ultra Q, which began the Ultra Series. It premiered on January 12, 2013. On July 25, 2017, Toku announced that the series would air in the United States on its channel with English subtitles beginning August 15, 2017. The series was released on Blu Ray in the US by Millcreek Entertainment on August 11, 2020.",
        "Released": "2013-01-12",
        "Director": "Gakuryū Ishii",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Tokusatsu",
        "Runtime": "1440.0"
    },
    {
        "Title": "Obese: A Year to Save My Life",
        "Plot": "Obese: A Year to Save My Life is a British documentary, reality, weight loss show that was broadcast on Sky1 from 2 January to 27 February 2012, produced, directed and filmed by Luke Campbell and Adam Kaleta. Nine episodes were originally created for the first series, which starred American fitness expert Jessie Pavelka. Pavelka helped nine morbidly obese British men and women help battle against their weight over the length of a year. The program finished after one series but was renamed and brought back in 2013 as \"Fat: The Fight of My Life\" which ran for another 10 episodes.",
        "Released": "2012-01-02",
        "Director": "Luke Campbell (director)",
        "Rated": "N/A",
        "Poster": "N/A",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Documentary",
        "Runtime": "3600.0"
    },
    {
        "Title": "Red Dwarf",
        "Plot": "Red Dwarf is a British science fiction comedy franchise created by Rob Grant and Doug Naylor, which primarily consists of a television sitcom that aired on BBC Two between 1988 and 1999, and on Dave since 2009, gaining a cult following. The series follows low-ranking technician Dave Lister, who awakens after being in suspended animation for three million years to find that he is the last living human, and alone on the mining spacecraft Red Dwarf, save for a hologram of Arnold Rimmer, Lister's deceased bunkmate, and Cat, a life form which evolved from Lister's pregnant cat. As of 2020, the cast includes Chris Barrie as Rimmer, Craig Charles as Lister, Danny John-Jules as Cat, Robert Llewellyn as the sanitation droid Kryten, and Norman Lovett as the ship's computer, Holly. To date, twelve series of the show have aired (including one miniseries), in addition to a feature-length special The Promised Land. Four novels were published from 1989 to 1996. Two pilot episodes of an American version of the show were produced but never aired. The magazine The Red Dwarf Smegazine was published from 1992 to 1994. One of the series' highest accolades came in 1994 when an episode from the sixth series, \"Gunmen of the Apocalypse\", won an International Emmy Award in the Popular Arts category. In the same year, the series was also awarded \"Best BBC Comedy Series\" at the British Comedy Awards. The series attracted its highest ratings, of more than eight million viewers, during the eighth series in 1999. The revived series on Dave has consistently delivered some of the highest ratings for non-Public Service Broadcasting commissions in the UK. Series XI was voted \"Best Returning TV Sitcom\" and \"Comedy of the Year\" for 2016 by readers for the British Comedy Guide. In a 2019 ranking by Empire, Red Dwarf came 80th on a list of the 100 best TV shows of all time.",
        "Released": "2009-04-10",
        "Director": "Juliet May",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/RedDwarf.svg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Science fiction",
        "Runtime": "1800.0"
    },
    {
        "Title": "Radio Rebel",
        "Plot": "Radio Rebel is a 2012 teen drama television film based on a novel titled Shrinking Violet. The movie premiered on Disney Channel in the United States on February 17, 2012 and YTV in Canada on March 8, 2012. The movie was produced by MarVista Entertainment and Two 4 Money Media, in association with YTV and Disney Channel. The movie was directed by Peter Howitt, written by Erik Patterson & Jessica Scott. It stars Debby Ryan, Merritt Patterson, Adam DiMarco, Sarena Parmar and Nancy Robertson. The film follows a shy girl (Ryan) who goes undercover with a radio persona that allows her to express her true feelings. Her identity is put at risk when her school principal (Robertson) threatens to expel the young girl following a life of mischief.",
        "Released": "2012-02-17",
        "Director": "Peter Howitt",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/RadioRebel.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Teen drama",
        "Runtime": "5100.0"
    },
    {
        "Title": "Rags (2012 film)",
        "Plot": "Rags is a Nickelodeon Original Movie. It is a musical, gender-switched inversion and modernization of the Cinderella fairy tale, starring Keke Palmer, Max Schneider, Drake Bell, Avan Jogia and Nick Cannon. The film premiered on Nickelodeon on May 28, 2012. The film was released as a DVD on August 28, 2012 as a double feature with Big Time Movie.",
        "Released": "2012-05-28",
        "Director": "Bille Woodruff",
        "Rated": "N/A",
        "Poster": "http://commons.wikimedia.org/wiki/Special:FilePath/Rags_film_poster.jpg?width=300",
        "Ratings": "N/A",
        "Trailer": "N/A",
        "Genre": "Musical film",
        "Runtime": "5280.0"
    }
]